<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Custom Message Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */
    // Login page
    'welcome_text' => 'ยินดีต้อนรับสู่ Defix',
    'welcome_text_desc' => 'เข้าสู่ระบบพอร์ทัลของคุณ',
    'sign_in' => 'เข้าสู่ระบบ',
    'sign_up' => 'สมัครเข้าใช้งาน',
    'forgot_your_password' => 'ลืมรหัสผ่านหรือไม่?',
    'remember_me' =>'จดจำฉัน',
    'access_login_information_access_site' => 'กรุณาเข้าถึงข้อมูลการเข้าสู่ระบบเพื่อเข้าถึงเว็บไซต์นี้',
    'keep_sign_in' => 'ให้ฉันลงชื่อเข้าใช้',
    // Sign up
    'sign_up' => 'สมัครเข้าใช้งาน',
    'sign_up_desc' => 'ป้อนข้อมูลต่อไปนี้เพื่อสร้างบัญชีของคุณ',
    'address' => 'ที่อยู่',
    'sponsor_name_placeholder' => 'ชื่อสปอนเซอร์',
    
    //Comman label
    'wallets' => 'กระเป๋าสตางค์',
    'approved' => 'อนุมัติ',
    'loadning' => 'กำลังโหลด',
    'password' => 'รหัสผ่าน',
    'refresh' => 'รีเฟรช',
    'captcha' => 'แคปต์ชา', 
    'enter_captcha' => 'ป้อนข้อความแคปต์ชา', 
    'enter_password' => 'ป้อนรหัสผ่าน',
    'confirm_password' => 'ยืนยันรหัสผ่าน',
    'enter_confrim_password' => 'ป้อนเพื่อยืนยันรหัสผ่าน',
    'confrim_secure_password' => 'ยืนยันรหัสผ่านที่ปลอดภัย',
    'enter_valid_Otp' => 'โปรดป้อน OTP ที่ถูกต้อง',
    'reset_password' => 'รีเซ็ตรหัสผ่าน',
    'contact_investor_relations_assistance_email' => 'กรุณาติดต่อนักลงทุนสัมพันธ์เพื่อขอความช่วยเหลือผ่านทางอีเมล',
    "dont__account_yet" => "ยังไม่มีบัญชีใช่หรือไม่?",
    'search'=> 'ค้นหา',
    'select_status' => 'เลือกสถานะ',
    'select_type' => 'เลือกประเภท',
    'go' => 'ไป!',
    'reset' => 'รีเซ็ต',
    'bank' => 'ธนาคาร',
    'card' => 'บัตร',
    'pending' => 'รอดำเนินการ',
    'approve' => 'อนุมัติ',
    'accept' => 'ยอมรับแล้ว',
    'declined' => 'ปฏิเสธ',
    'rejected' => 'ถูกปฏิเสธ',
    'verifying' => 'การยืนยัน',
    'resend_email' => 'ส่งอีเมลอีกครั้ง',
    'email_verification' => 'กำลังรอการยืนยันอีเมล',
    'admin_confimation' => 'กำลังรอการยืนยันจากผู้ดูแลระบบ',
    'failed' => 'ล้มเหลว',
    'amount' => 'จำนวนเงิน',
    'type' => 'ประเภท',
    'payment_proof' => 'หลักฐานการชำระเงิน',
    'date' => 'วันที่',
    'status' => 'สถานะ',
    'no_data_found' => 'ไม่พบข้อมูล',
    'close' => 'ปิด',
    'Amount' => 'จำนวน',
    'total' => 'ทั้งหมด',
    'reduced' => 'ลดลง',
    'added' => 'เพิ่ม',
    'admin_added' => 'เพิ่มผู้ดูแลระบบ',
    'pips_amount' => 'ไม่มี ล็อต',
    'lots_amount' => 'ไม่มี ล็อต',
    'commission' => 'คอมมิชชั่น',
    'requested_amount' => 'จำนวนเงินที่ร้องขอ',
    'form_type' => 'ประเภทฟอร์ม',
    'approved_amount' => 'จำนวนเงินที่อนุมัติ',
    'select_wallert_source' => 'เลือกที่มาของกระเป๋าเงิน',
    'wallet_source' => 'ที่มาของกระเป๋าเงิน',
    'no_of_tickets' => 'ไม่มีตั๋ว',
    'min_limit_ticket' => 'ซื้อตั๋วขั้นต่ำนี้: ปริมาณที่ต้องการสำหรับตั๋วนี้',
    'max_limit_ticket' => 'คุณสามารถอนุญาตได้สูงสุด: ปริมาณปริมาณสำหรับตั๋วนี้',
    'file' => 'ไฟล์',
    'withdrawal_fee' => 'ค่าธรรมเนียมการถอนเงิน',
    'name_of_bank' => 'ชื่อธนาคาร',
    'enter_your_bank_name' => 'ใส่ชื่อธนาคารของคุณ',
    'name_account_holder' => 'ชื่อเจ้าของบัญชี',
    'click_to_copy' => 'คลิกเพื่อคัดลอก',
    'copy_link' => 'คัดลอกลิงค์',
    'copied' => 'คัดลอก',
    'scan_code' => 'สแกนรหัส',
    'logout' => 'ออกจากระบบ',
    'need_help' => 'ต้องการความช่วยเหลือหรือไม่?',
    'please_select_package' => 'กรุณาเลือกแพ็คเกจ',
    'see_all_messages' => 'ดูข้อความทั้งหมด',
    'new_message' => 'ข้อความใหม่',
    'from_admin' => 'จากผู้ดูแลระบบ',
    'no_new_message_recived' => 'ไม่ได้รับข้อความใหม่',  
    'share_referral_link' => 'แบ่งปันลิงก์ผู้อ้างอิง',
    'ok' => 'ตกลง',
    'regi_age_msgs' => 'การแจ้งเตือน: การจำกัดอายุ <br><br>
    อายุทางกฎหมายในการเปิดบัญชีกับ Defix จะต้องมีอายุ 18 ปีขึ้นไป บุคคลใดก็ตามที่อายุต่ำกว่า 18 ปีถือเป็นผู้เยาว์และไม่ได้รับอนุญาตให้เปิดบัญชี <br><br>
    ขอบพระคุณ',
    'points_warning' => 'เพื่อปลดล็อคคุณสมบัติของการเข้าสู่ระบบสมาชิกของคุณ โปรดดำเนินการต่อเพื่อเพิ่มเงินทุนในบัญชี',
    'click_here_add_points' => 'คลิกที่นี่เพื่อเติมเงินในบัญชีของคุณ',
    'buy_package_message'=> 'โปรดซื้อแพคเกจเพื่อเปิดใช้งานบัญชีของคุณและเข้าถึงคุณสมบัติทั้งหมดของ Defix',
    'click_here_add_package' => 'คลิกที่นี่เพื่อเพิ่มแพ็คเกจ',
    'verify' => 'ยืนยัน',
    /*Registration*/
    'enter_details_account' => 'ป้อนรายละเอียดของคุณเพื่อสร้างบัญชี',
    'sign_up' => 'สมัครสมาชิก',
    'verify_sponsor_username' => 'ยืนยันชื่อผู้สนับสนุน',
    'sponsor_username' => 'ชื่อผู้ใช้ของผู้สนับสนุน',
    'enter_sponsor_username' => 'ป้อนชื่อผู้ใช้ของผู้สนับสนุน',
    'sponsor_user_not_found_not__valid_sponsor' => 'ไม่พบผู้ใช้สปอนเซอร์หรือไม่เป็นสปอนเซอร์ที่ถูกต้อง โปรดป้อนชื่อผู้ใช้สปอนเซอร์อื่น',
    'sponsor_username_verified' => 'ชื่อผู้ใช้ของผู้สนับสนุนได้รับการยืนยันแล้ว',
    'upline_username_verified' => 'ชื่อผู้ใช้ upline หรือ downline ได้รับการยืนยันแล้ว',
    'personal_detail' => 'รายละเอียดส่วนตัว',
    'enter_your_personal_detail' => 'ป้อนรายละเอียดส่วนตัวของคุณ',
    'enter_your_account_details' => 'ป้อนรายละเอียดบัญชีของคุณ',
    'login_password' => 'รหัสผ่านเข้าสู่ระบบ',
    'enter_your_password' => 'ใส่รหัสผ่านของคุณ',
    'repeat_password' => 'รหัสผ่านซ้ำ',
    'enter_your_password_again' => 'ป้อนรหัสผ่านของคุณอีกครั้ง',
    'user_agreement' => 'ข้อตกลงผู้ใช้',
    'user_agreement_desc' => '<p>Defix ได้รับอนุญาตและควบคุมโดยศูนย์ธุรกรรมทางการเงินและรายงานการวิเคราะห์ของแคนาดา (FINTRAC) ในแคนาดา หมายเลขใบอนุญาต MSB: M20464600</p><p>การซื้อขายแลกเปลี่ยนเงินตราโลหะมีค่า และผลิตภัณฑ์อื่น ๆ มีความเสี่ยงสูงต่อเงินทุนของคุณ และคุณควรแลกเปลี่ยนหรือลงทุนด้วยเงินที่คุณสามารถจ่ายได้ เราสนับสนุนให้คุณพิจารณาวัตถุประสงค์การลงทุนความเสี่ยงและประสบการณ์การซื้อขายของคุณเมื่อตัดสินใจที่จะจัดการบัญชีใน Defix ซึ่งมีความเป็นไปได้ที่คุณอาจสูญเสียเงินลงทุนเริ่มแรกบางส่วนหรือทั้งหมด ดังนั้นคุณจึงไม่ควรเก็งกำไรลงทุน หรือควรป้องกันความเสี่ยงด้วยเงินทุนที่คุณไม่สามารถสูญเสียได้ นั่นคือการยืมหรือ เงินจำเป็นเร่งด่วน หรือจำเป็นสำหรับการดำรงชีวิตส่วนตัวหรือครอบครัว การซื้อขายแลกเปลี่ยนเงินตราต่างประเทศอาจไม่เหมาะสำหรับนักลงทุนทุกคน ดังนั้นโปรดตรวจสอบให้แน่ใจว่าคุณเข้าใจความเสี่ยงที่เกี่ยวข้องและขอคำแนะนำอย่างเป็นอิสระหากคุณมีข้อสงสัยใด ๆ อย่างไรก็ตามจะไม่มีการรับประกันประสิทธิภาพที่ผ่านมาที่จะแสดงถึงผลลัพธ์ในอนาคต ข้อมูลในเว็บไซต์นี้สามารถเข้าถึงได้ทั่วโลก แต่ไม่ได้ส่งตรงไปยังผู้อยู่อาศัยในประเทศ หรือเขตอำนาจศาลใด ๆ ที่การแจกจ่ายหรือการใช้งานดังกล่าวจะขัดต่อกฎหมายหรือข้อบังคับท้องถิ่น</p>',
    'aml_policy_statement' => 'คำแถลงนโยบาย AML',
    'risk_disclosure_statement' => 'คำชี้แจงการเปิดเผยความเสี่ยง',
    'POA' => 'POA', 
    'managed_account' => 'บัญชีที่จัดการ', 
    'signature' => 'ลายเซ็น',
    'signature_fullname' => 'ลายเซ็นของคุณ (ชื่อเต็ม)',
    'terms_desc' => 'ฉันเข้าใจว่าในฐานะลูกค้า Defix ฉันมีหน้าที่ต้องตรวจสอบข้อมูลที่จำเป็นทั้งหมดเกี่ยวกับข้อกำหนดในการให้บริการของ Defix ฉันตระหนักถึงความเสี่ยงที่เกี่ยวข้องกับการซื้อขายและจะขอคำแนะนำและการศึกษาเพิ่มเติมเกี่ยวกับการเริ่มต้นกิจกรรมการซื้อขายใด ๆ',
    'already_have_account' => 'มีบัญชีอยู่แล้วหรือไม่?',
    'sign_in' => 'ลงชื่อเข้าใช้',
    /** Upload Proof */
    'upload' => 'อัพโหลด',
    'upload_proofs' => 'อัพโหลดหลักฐาน',
    'upload_documents' => 'อัพโหลดเอกสาร',
    'id_proof' => 'หลักฐาน ID (บัตรประจำตัวประชาชน / หนังสือเดินทาง)',
    'proof_residence' => 'หลักฐานการอยู่อาศัย',
    'bank_proof' => 'หลักฐานบัญชีธนาคาร',
    'form_action_message' => 'กรุณาอัปโหลดหลักฐานที่สแกนแล้ว',
    'proof_pending_msg' => 'หลักฐานที่อัปโหลดของคุณอยู่ระหว่างรอการตรวจสอบโดยผู้ดูแลระบบ คุณจะได้รับแจ้งเมื่อผู้ดูแลระบบอนุมัติการพิสูจน์ที่อัปโหลดแล้ว',
    'proof_declined_msg' => 'ผู้ดูแลระบบปฏิเสธการอัปโหลดก่อนหน้านี้ของคุณ โปรดอัปโหลดหลักฐานของคุณอีกครั้งเพื่อส่งเพื่อยืนยัน',
    'proofs_approved_msg' => 'การแจ้งเตือน: หลักฐานของคุณได้รับการอนุมัติ',
    'proofs_uploaded_successfully' => 'พิสูจน์การอัพโหลดเรียบร้อยแล้ว',
    'proof_warning' => 'กรุณาอัพโหลดหลักฐานเพื่อถอนเงิน',
    /**Funds awllate */
    'username_down_up_line' => 'ชื่อผู้ใช้ของ Down-line/Up-line',
    'trans_for'=>'โอนย้าย',
    'buy_package'=>'ซื้อแพ็คเกจ',
    'fund_trans'=>'โอนเงินเท่านั้น',
    'downlines_username' => 'ชื่อสมาชิก',
    'verify_username' => 'ยืนยันชื่อผู้ใช้',
    'transfer_downlines_OTM' => 'โอนไปยังกระเป๋าเงินสมาชิก Defix',
    'total_deposit' => 'เงินฝากทั้งหมด',
    'funds_wallet' => 'กระเป๋าเงินทุน',
    'profile_detail' => 'รายละเอียดโปรไฟล์',
    'transfer_your_funds' => 'โอนเงินของคุณ',
    'terms_conditions' => 'ข้อกำหนด & เงื่อนไข',
    'buy_package_terms' => 'คุณสามารถใช้เงินในกระเป๋าเงินกองทุนของคุณเพื่อซื้อหรือเติมเงินแพ็คเกจของคุณ',
    'buy_package_terms2' => 'เมื่อซื้อแพ็คเกจเป็นครั้งแรกหรืออัพเกรดแพ็คเกจที่มีอยู่คุณจะต้องเลือกกลยุทธ์การลงทุนของคุณ',
    'buy_package_terms3' => 'เรามีสามกลยุทธ์การซื้อขายหลักสำหรับการเลือกของคุณ แต่ละคนมีวิธีการซื้อขายที่เป็นเอกลักษณ์ และการเลือกของคุณ คุณสามารถแจ้งให้ผู้จัดการกองทุนของเราทราบถึงความต้องการลงทุนของคุณ',
    'buy_package_terms4' => 'หลังจากเลือกกลยุทธ์การซื้อขายของคุณ แล้วมันจะถูกใช้อย่างถาวร',
    'selected_package' => 'กลยุทธ์การซื้อขายที่คุณเลือก',
    'amount_USD' => 'จำนวนเงิน (USD)',
    'amount_YUN' => 'จำนวนเงิน (YUN)',
    'security_password' => 'รหัสผ่านความปลอดภัย',
    'enter_security_password' => 'ป้อนรหัสผ่านความปลอดภัยของคุณ',
    'repeat_security_password' => 'ทำซ้ำรหัสผ่านความปลอดภัย',
    'enter_repeat_security_password' => 'ป้อนรหัสผ่านความปลอดภัยของคุณอีกครั้ง',
    'bank_details' => 'รายละเอียดธนาคาร',
    'enter_your_bank_details' => 'ป้อนรายละเอียดธนาคารของคุณ',
    'upload_ank_proof' => 'อัปโหลดหลักฐานธนาคาร',
    'fund_top_up_history' => 'ประวัติการเติมเงิน',
    'clicking_proceed_understand_payment_proof_editable_submission' => 'เมื่อคลิกดำเนินการต่อฉันเข้าใจว่าจำนวนเงินที่ฉันป้อนเข้ามาและหลักฐานการชำระเงินที่ฉันอัปโหลดนั้นถูกต้องและไม่สามารถแก้ไขได้หลังจากส่งเรียบร้อยแล้ว',
    'fund_top_funds_text' => '<p><strong>:date</strong><br><strong>RMB</strong><br><strong>账户名称 :</strong> :acc_name<br><strong>银行名称 :</strong> :acc_holder<br><strong>银行账号 :</strong>:acc_no <br><strong>开户网点 :</strong> :acc_branch </p>',
    'fund_top_funds_text_1' => '<p><strong>(USD 1 : RMB  :amount)</strong><br><strong>(USD 1 : NTD :bank_ntd_rate)</strong><br><strong>(USD 1 : HKD  :bank_hkd_amount)</strong><br><strong>(USD 1 : YEN 112)</strong><br><strong>(USD 1 : USDT :bank_usdt_amount)</strong></p>',
    'st_fund_top_funds_text' => '<p> <strong> PT Defix Kapital Account</strong> <p class="m-b-xs"><strong>:date</strong></p><p class="m-b-xs"><strong>IDR</strong></p><p class="m-b-xs"><strong>账户名称 :</strong>:acc_name</p><p class="m-b-xs"><strong>银行名称 :</strong> :acc_holder</p><p class="m-b-xs"><strong>银行账号 :</strong>:acc_no</p><p class="m-b-xs"><strong>开户网点 :</strong> :acc_branch</p><p class="m-b-xs"><strong>SWIFT :</strong> NISPIDJA Tower</p><p class="m-b-xs"><strong>(USD 1 : IDR 14,153.80)</strong></p>',
    'st_fund_top_funds_text_1' => '<p> <strong> China Account</strong> <p class="m-b-xs"><strong>2019-09-11</strong></p><p class="m-b-xs"><strong>RMB</strong></p><p class="m-b-xs"><strong>账户名称 :</strong> :acc_name</p><p class="m-b-xs"><strong>银行名称 :</strong> :acc_holder</p><p class="m-b-xs"><strong>银行账号 :</strong> :acc_no</p><p class="m-b-xs"><strong>开户网点 :</strong> :acc_branch</p><p class="m-b-xs"><strong>(USD 1 : RMB :amount)</strong></p><p class="m-b-xs"><strong>(USD 1 : NTD :ntd_amount)</strong></p><p class="m-b-xs"><strong>(USD 1 : HKD :hkd_amount)</strong></p><p class="m-b-xs"><strong>(USD 1 : YEN  :yen_wmount)</strong></p><p class="m-b-xs"><strong>(USD 1 : USDT :usd_amount</strong></p>',
    'upload_bank_proof_img' => 'กรุณาอัปโหลดหลักฐานธนาคารในรูปแบบ pdf, jpeg, jpg, png',
    'funds_balance' => 'ยอดเงินทุน',
    'topup_funds' => 'เติมเงิน',
    'pips_rebate' => 'การคืนเงินล็อต',
    'percentage' => 'เปอร์เซ็นต์',
    'description' => 'คำอธิบาย',
    'amount_breackdown' => 'จำนวนเงินที่แบ่งย่อย',
    'from_user'=>'จากผู้ใช้',
    'pips_commission_history' => 'ประวัติคณะคอมมิชชั่นล็อต',
    'pips_commission_wallet_transfer_history' => 'ประวัติความเป็นมาของการโอนเงินกระเป๋าเงิน',
    'usdt' => ' USDT',
    'KRW' => ' KRW',
    'breakdown' => 'Breakdown',
    'view_breakdown' => 'ดูรายละเอียด',
    'upload_bank_proof' => 'อัปโหลดหลักฐานธนาคาร',
    'transfer_downline_Upline' => 'โอนไปยังดาวน์ไลน์หรืออัพไลน์',
    'bank_transfer' => 'โอนเงินผ่านธนาคาร',
    'amount_RMB' => 'จำนวนเงิน (USDT)',
    'USDT' => 'USDT',
    'amount_KRW' => 'จำนวนเงิน (KRW)',
    'amount_VND'=> 'จำนวนเงิน (VND)',
    'amount_THB'=> 'จำนวนเงิน (THB)',
    /**fud wallet long text  */
    'your_payment_progress_now_fund_confirmed' => 'การชำระเงินของคุณอยู่ระหว่างดำเนินการในขณะนี้ กองทุนจะถูกเพิ่มเร็ว ๆ นี้เมื่อการชำระเงินได้รับการยืนยัน',
    'payment_declined' => 'การชำระเงินถูกปฏิเสธ',
    'funds_wallet_desc' => '<p>เงินทุน กระเป๋าเงิน ช่วยให้คุณเติมเงินเครดิตเพื่อซื้อแพ็คเกจหรือเติมเงินบัญชี MT4 ของคุณ</p>
    <p>คุณสามารถเติมเครดิตได้อย่างง่ายดายผ่านการโอนเงินผ่านธนาคารด้วยตนเองจากนั้นอัปโหลดหลักฐานการโอนของคุณในแบบฟอร์มด้านขวา</p>',
    'wallet_history' => 'ประวัติกระเป๋าเงิน',
    'downtrans_tnc' => '<ul class="dis">
    <li>คุณสามารถถ่ายโอนไปยังผู้ใช้ในแผนผังเครือข่ายของคุณเท่านั้น</li>
    <li>คุณสามารถถ่ายโอนไปยังผู้ใช้ภายใต้คุณ (downline) หรือสูงกว่าคุณ (upline).</li>
    <li>จำนวนเงินที่โอนจะเข้าสู่กระเป๋าเงินทุนผู้รับของคุณ </li>
    </ul>',
    'show_entry' => 'แสดงรายการ',
    /**Lot Rebate Wallet */
    'pips_rebate_wallet' => 'กระเป๋าเงินคืนล็อต',
    'pips_rebate_balance' => 'ยอดเงินคืนล็อต',
    'transfer_to_withdrawal_wallet' => 'โอนไปยังกระเป๋าเงินที่ถอนได้',
    'transfer_mt_topup_wallet' => 'โอนไปยังกระเป๋าเงิน MT4',
    'transfer_funds_wallet' => 'โอนไปยังกองทุน Walle',
    'transfer_OTM_wallet' => 'โอนไปยังกระเป๋าเงิน Defix',
    'pips_rebate_history' => 'ประวัติการคืนเงินล็อต',
    'pips_rebate_wallet_transfer_history' => 'ประวัติการโอนคืนเงินล็อต',
    'withdrawal_wallet' => 'ถอนเงินกระเป๋าเงิน',
    'OTM_wallet' => 'กระเป๋าเงิน Defix',
    'OTM_balance' => 'ยอดเงิน Defix',
    /**pips rebate long text  */
    'pips_wallet_desc' => '<p> กระเป๋าเงินคืนล็อต ช่วยให้คุณดูรายได้ pip คืนเงินทั้งหมดของคุณจากการซื้อขาย Defix</p>
    <p> คุณสามารถโอนรายได้ของคุณไปยังกระเป๋าเงิน กองทุนกระเป๋าเงิน ถอนเงิน และกระเป๋าเงิน Defix</p>',
    'withdrawl_pips_rebate_tnc' => '<ul class="dis"><li>โอนค่าคอมมิชชั่นของคุณไปยังกระเป๋าเงินถอนเพื่อช่วยให้คุณสามารถส่งคำขอถอนได้</li><li>กองทุน / ค่าคอมมิชชั่นใด ๆ ที่ถูกโอนไปยังกระเป๋าเงินถอนเงิน จะไม่สามารถขอคืนได้</li></ul>',
    'st_withdrawl_pips_rebate_tnc' => '<ul class="dis"><li>โอนค่าคอมมิชชั่นของคุณ ไปยังกระเป๋าเงินถอน แล้วซื้อขายด้วยตนเอง ซึ่งจะช่วยให้คุณสามารถส่งคำขอถอนได้</li><li>กองทุน / ค่าคอมมิชชั่นใด ๆ ที่ถูกโอนไปยังกระเป๋าเงินถอนเงิน จะไม่สามารถขอคืนได้</li></ul>',
    'funds_tnc' => '<ul class="dis"><li>การโอนคอมมิชชั่นของคุณไปยังกระเป๋าเงินกองทุนซึ่งอนุญาตให้คุณซื้อ/อัพเกรดแพ็คเกจได้</li><li>กองทุน / ค่าคอมมิชชั่นใด ๆ ที่ถูกโอนไปยังกระเป๋าเงินถอนเงิน จะไม่สามารถขอคืนได้ </li></ul>',
    'mt4_pips_rebate_tnc' => '<ul class="dis">
    <li>โอนค่าคอมมิชชันของคุณไปยังกระเป๋าเงิน MT4 จะช่วยให้คุณสามารถส่งคำขอเติมเงินสำหรับบัญชี MT4 ของคุณได้</li>
    <li>กองทุน/คอมมิชชั่นใด ๆ ที่ถูกโอนไปยังกระเป๋าเงินเติมเงิน MT4 นั้นไม่สามารถขอคืนได้ </li>
    </ul>',
    'otm_pips_rebate_tnc' => '<ul class="dis">
    <li> โอนเงิน / ค่าคอมมิชชั่นของคุณไปยังกระเป๋าเงิน Defix ช่วยให้คุณจองโรงแรมได้ที่เว็บไซต์ของโรงแรม Defix ได้</li>
    <li>Aกองทุน / ค่าคอมมิชชั่นใด ๆ ที่ถูกถ่ายโอนไปยังกระเป๋าเงิน Defix นั้น จะขอคืนไม่ได้</li>
    </ul>',
    /**Lot Cash Wallet */
    'pips_commission' => 'ค่าคอมมิชชัน Lot',
    'pips_commission_wallet' => 'กระเป๋าเงิน Lot',
    'pips_commission_balance'  => 'ค่าคอมมิชชั่น Lot คงเหลือ',
    'pips_commision_history' => 'ประวัติค่าคอมมิชชั่น Lot',
    'pips_commision_wallet_history' => 'ประวัติการโอนเงินสดจากกระเป๋าเงิน Lot',
    /**long text pips commision */
    'pips_commision_wallet_desc' => '<p>กระเป๋าเงินสด Lot อนุญาตให้คุณดูรายรับค่านายหน้าทั้งหมดจากดาวน์ไลน์ของคุณ</p>
    <p>รายได้ของคุณขึ้นอยู่กับการจัดอันดับและรับค่าคอมมิชชั่นจากดาวน์ไลน์ Lot ของคุณ ยิ่งการจัดอันดับของคุณสูงขึ้นเท่าไหร่คุณก็จะได้รับเปอร์เซ็นต์ที่สูงขึ้นจากดาวน์ไลน์ของคุณ</p>
    <p>คุณสามารถโอนรายได้ของคุณไปยังกองทุน ประเป๋าเงิน, กระเป๋าเงินถอน & กระเป๋าเงิน Defix</p>',
    /**Overriding Wallet */
    'overriding' => 'การแทนที่',
    'over_riding' => 'การแทนที่',
    'overriding_wallet' => 'การแทนที่กระเป๋าเงิน',
    'overriding_wallet_balance' => 'การแทนที่ยอดเงินคงเหลือในกระเป๋าเงิน',
    'overriding_history' => 'การแทนที่ประวัติ',
    'overriding_wallet_transfer_history' => 'ประวัติการแทนที่การโอนเงินกระเป๋าเงิน',
    /**long text overriding */
    'overriding_wallet_desc' => '<p>การแทนที่กระเป๋าเงิน จะช่วยให้คุณดูรายได้ค่าคอมมิชชั่นทั้งหมดจากแพ็คเกจดาวน์ไลน์ที่ซื้อ (แจกจ่ายทุก ๆ 30 วันหลังจากแพ็คเกจที่ลูกค้าซื้อ/อัปเกรด)</p>',
    /** Leader bonus wallet **/
    'leader_bonus' => 'โบนัสผู้นำ',
    'leader_bonus_wallet' => 'กระเป๋าเงินโบนัสผู้นำ',
    'leader_bonus_balance' => 'ยอดคงเหลือโบนัสผู้นำ',
    'leader_bonus_history' => 'ประวัติโบนัสผู้นำ',
    'leader_bonus_wallet_transfer_history' => 'ประวัติการโอนจากกระเป๋าเงินโบนัสผู้นำ',
    /**Long text  */
    'leader_bon_wallet_desc' => '<p>กระเป๋าเงินโบนัสผู้นำช่วยให้คุณสามารถดูรายได้ค่าคอมมิชชั่นทั้งหมดจากค่าคอมมิชชั่นล็อตดาวน์ไลน์ของคุณ </p>
    <p>คุณสามารถโอนรายได้ของคุณไปยังกองทุนกระเป๋าเงิน, กระเป๋าเงินถอน & กระเป๋าเงิน Defix</p>',
    /** Profit sharing Wallet **/
    'profit_sharing' => 'แบ่งปันผลกำไร',
    'profit_sharing_wallet' => 'กระเป๋าแบ่งปันกำไร',
    'profit_sharing_balance' => 'ยอดแบ่งปันกำไร',
    'profit_sharing_history' => 'ประวัติการแบ่งปันกำไร',
    'profit_sharing_wallet_transfer_history' => 'ประวัติการแบ่งปันการโอนจากกระเป๋าเงินกำไร',
    /**long text form profitsharing  */
    'profit_wallet_desc' => '<p>กระเป๋าแบ่งปันกำไร ช่วยให้คุณดูรายได้ค่านายหน้าทั้งหมดจากดาวน์ไลน์การลงทุนทั้งหมด</p>
    <p>คุณสามารถโอนรายได้ของคุณไปยังกองทุน กระเป๋าเงิน, กระเป๋าเงินถอน & กระเป๋า Defix</p>',

    /**MT4 Wallet**/ 
    'MT4_wallet' => 'กระเป๋า MT4',
    'MT4_wallet_balance' => 'ยอดคงเหลือ กระเป๋า MT4',
    'request_from_MT4_title' => 'ประวัติการถอดแยก MAM',
    'request_from_MT4' => 'คำขอจาก MT4',
    'request_MT4_history' => 'ประวัติการร้องขอ MT4',
    'MT4_wallet_transfer_history' => 'ประวัติการโอนเงินในกระเป๋าเงิน MT4',
    'profit_withdrawal_form' => 'ฟอร์มการถอนกำไร',
    'capital_withdrawal_form' => 'ฟอร์มการถอนเงินทุน',
    'capital_withdrawal_history' => 'ประวัติการถอนเงินทุน',
    'yes'=>'ใช่',
    'cancel'=> 'ยกเลิก',
    'cancelled'=> 'ยกเลิกแล้ว',
    /**Mt4  long ext  **/
    'mt4_wallet_desc' => '<p>กระเป๋า MT4 ช่วยให้คุณสามารถส่งคำขอเพื่อโอนเงินจากบัญชี MT4 ของคุณ</p>
    <p>การอนุมัติขึ้นอยู่กับกำไรการจัดการกองทุนจำนวนเงินที่สูงกว่ากำไรที่ส่งไปนั้นจะถูกปฏิเสธ</p>
    <p>คุณสามารถโอนรายได้ของคุณไปยังกองทุน กระเป๋าเงิน, กระเป๋าเงินถอน & กระเป๋า Defix</p>',
    'request_mt4_terms' => '<ul class="dis"><li>คุณสามารถถอนเงินไปยังกระเป๋าเงิน MT4 ของคุณได้อย่างง่ายดายโดยใช้ "คำขอโอนเงินจาก MT4"</li>'.PHP_EOL.'<li>การอนุมัติ คือ จะขึ้นอยู่ผลกำไรการจัดการกองทุน โดยจำนวนที่สูงกว่ากำไรที่ส่งไปนั้นจะถูกปฏิเสธ</li>'.PHP_EOL.'<li>สำหรับการร้องขอการโอนเงินจาก MT4 ใช้เวลาดำเนินการอย่างน้อย 2 วันทำการ</li>'.PHP_EOL.'<li>60% ของจำนวนเงินที่ร้องขอจะถูกโอนไปยังกระเป๋าเงิน MT4</li>'.PHP_EOL.'<li>สำหรับการถอนเงินจากกระเป๋าเงิน MT4 นั้น โปรดโอนจำนวนเงินที่กำหนดให้กับกระเป๋าเงินถอน</li>'.PHP_EOL.'<li>คุณยังต้องส่งคำขอถอนแบบเต็มไปยัง support@Defix.com และรับการตอบกลับก่อนที่จะมาที่หน้านี้เพื่อกรอกแบบฟอร์มนี้</li>'.PHP_EOL.'<li>สำหรับผลกำไรที่ไม่ได้อยู่ในจำนวน 50 คุณสามารถถอนออกในแบบฟอร์มถอนเงินทุน ในระหว่างการถอนแบบเต็มของคุณ</li></ul>',
    'sure_cap_withdraw' => 'คุณแน่ใจหรือไม่ว่าต้องการถอนเงินทุน?',
    'process_irreversible' => 'ขั้นตอนนี้ไม่สามารถย้อนกลับได้และอาจทำให้คุณไม่ได้รับการชำระคืนในอนาคตหากเงินทุนของคุณลดลงต่ำกว่าข้อกำหนดขั้นต่ำของเรา',
    'msg_with_request_email' => 'โปรดตรวจสอบอีเมลของคุณและคลิกลิงก์ในอีเมลเพื่อยืนยันตัวตนของคุณ',
    /*Mt4 top up Wallet*/
    'mt4_top_up' => 'เติมเงิน MT4',
    'mt4_top_up_balance' => 'ยอดการเติมเงิน MT4',
    'mt4_top_up_history' => 'ประวัติการเติมเงิน MT4',
    'not_authorised_access_capital' => 'คุณไม่ได้รับอนุญาตให้เข้าถึงแบบฟอร์มการถอนเงินทุน',
    'mt4_top_up_balance_desc' => 'กระเป๋าเงินเติมเงิน MT4 ช่วยให้คุณสามารถส่งคำขอเพื่อเติมเงินบัญชี MT4 ของคุณได้',
    'mt4_top_up_terms_from' => 'ใช่ฉันได้อ่านและยอมรับข้อตกลงและเงื่อนไขที่ระบุไว้ข้างต้น',
    'top_up_fund' => 'เติมเงิน',
    'mt4_top_up_terms_desc' => 'นขอประกาศอย่างชัดเจนว่าฉันได้อ่านทำความเข้าใจ และสมัครใจ และไม่มีเงื่อนไข ในการยอมรับยอมรับข้อตกลงและเงื่อนไขสำหรับการเติมเงิน MT4',
    'mt4_top_up_easily_add_funds' => 'คุณสามารถเพิ่มเงินเข้าบัญชี MT4 ของคุณได้อย่างง่ายดายโดยใช้ e-wallet นี้',
    'mt4_top_up_terms' => 'ข้อกำหนดและเงื่อนไขการเติมเงิน MT4',
    /**Mt4 top-up long text */
    'msg_with_request_success' => 'เพิ่มคำขอถอนเงินของคุณเรียบร้อยแล้ว',
    'msg_with_capital_request_success' => 'เพิ่มคำขอถอนเงินทุนของคุณเรียบร้อยแล้ว',
    'msg_with_capital_novalid' => 'คำขอถอนเงินทุนของคุณไม่ถูกต้อง',
    'waiting_cap_email_conf_msg' => 'กรุณาคลิกลิงค์ที่ส่งถึงคุณเพื่อยืนยัน',
    'waiting_cap_admin_conf_msg' => 'กรุณารอให้ผู้ดูแลระบบทำการปลด MT4',
    'pending_mt4_requests' => 'คำขอก่อนหน้านี้ของคุณยังค้างอยู่',
    'conf_cap_with_info' => '<p>เมื่อคลิกใช่ด้านล่างฉันยอมรับข้อกำหนดในการให้บริการเกี่ยวกับการถอนเงินทุนและการยกเลิกบัญชีภายหลังหากเงินทุนของฉันลดลงต่ำกว่าข้อกำหนดขั้นต่ำ</p> <p>โดยการขอถอนเงินเต็มจำนวนฉันจะไม่มีสิทธิ์รับเงินใหม่อีกต่อไป:</p> <ul> <li>กำไรการซื้อขาย</li> <li>การคืนเงินล็อต</li> <li>การคืนล็อตดาวน์ไลน์</li> <li>การแบ่งปันผลกำไร</li> </ul> <p>เมื่อถอนออกเต็มจำนวน บัญชีของฉันจะถูกยกเลิกและฉันจะไม่สามารถลงทะเบียนหรือเปิดบัญชีใหม่กับ Defix และ บริษัท ในเครือภายใน 6 เดือน</p>',
    'conf_cap_with' => 'การยืนยันการถอนเงิน & การยกเลิกบัญชี',
    /**Withdrawl Wallet **/
    'USDT_address' => 'ที่อยู่ USDT',
    'USDT_photo' => 'รูปภาพ USDT',
    'withdrawal_wallet_balance' => 'ถอนเงินในกระเป๋ายอดเงินคงเหลือ',
    'withdrawal_history' => 'ประวัติการถอนเงิน',
    'USDT_Address_withdraw_fund' => 'ที่อยู่ USDT เพื่อถอนเงิน',
    'withdrawl_wallet_desc' => '<p>การถอนเงินจากกระเป๋าเงินช่วยให้คุณสามารถส่งคำขอถอนเงิน</p><p>เมื่อได้รับอนุมัติในการถอนเงินของคุณ เงินจะถูกโอนไปยังบัญชีธนาคารของคุณ ใช้เวลาดำเนินการอย่างน้อย 1-3 วัน</p>',
    'request_for_withdrawal' => 'คำขอถอนเงิน',
    'withdrawl_wallet_terms_wallet' => '<ul class="dis"><li>คำขอถอนเงินขั้นต่ำคือ USD 100.00</li>'.PHP_EOL.'<li>ค่าธรรมเนียมการถอนเป็น USD: ค่าธรรมเนียม</li>'.PHP_EOL.'<li>อัตราการแปลงจาก USD เป็น USDT คือ 0.95</li><li>เวลาดำเนินการอย่างน้อย 1-7 วันทำการ</li>'.PHP_EOL.'<li>Aการถอนทั้งหมดจะถูกจ่ายออกตามอัตราแลกเปลี่ยนปัจจุบันและขึ้นอยู่กับค่าธรรมเนียมของธนาคารในท้องถิ่น</li>'.PHP_EOL.'<li>โปรดทราบว่าคำขอถอนเงินใด ๆ ที่ไม่ได้ขึ้นอยู่กับสกุลเงินทุนค่าใช้จ่ายเพิ่มเติมอาจเกิดขึ้นเนื่องจากความแตกต่างของอัตราแลกเปลี่ยนสกุลเงินและค่าใช้จ่ายอื่น ๆ</li></ul>',
    "withdrawal_deposite_text"=>"<p><strong>(USD 1 : RMB  :amount)</strong><br><strong>(USD 1 : NTD 33.0)</strong><br><strong>(USD 1 : HKD  8.0)</strong><br><strong>(USD 1 : YEN 112)</strong><br><strong>(USD 1 : USDT 1.00)</strong></p>",
    "st_withdrawal_deposite_text"=>"<p><strong>(USD 1 : RMB  :amount)</strong><br><strong>(USD 1 : NTD 33.0)</strong><br><strong>(USD 1 : HKD  8.0)</strong><br><strong>(USD 1 : YEN 112)</strong><br><strong>(USD 1 : USDT 1.00)</strong></p>",
    "st_withdrawl_wallet_terms_wallet"=>"<ul><li>คำขอถอนขั้นต่ำคือ USD 100.00</li>
    <li>ค่าธรรมเนียมการถอนคือ USD: ค่าธรรมเนียม</li>
    <li>เวลาดำเนินการอย่างน้อย 1-7 วัน</li>
    <li>การถอนทั้งหมดจะชำระตามอัตราแลกเปลี่ยนปัจจุบันและขึ้นอยู่กับค่าธรรมเนียมของธนาคารท้องถิ่น </li>
    <li>โปรดทราบว่าคำขอถอนใด ๆ ที่ไม่ได้ขึ้นอยู่กับสกุลเงินของเงินทุน ค่าใช้จ่ายเพิ่มเติมอาจเกิดขึ้นเนื่องจากความแตกต่างของอัตราแลกเปลี่ยนและค่าใช้จ่าย</li>",
    /*Otm Wallet*/
    'buy_ticket' => 'ซื้อตั๋ว',
    'choose_ticket_type' => 'เลือกประเภทตั๋ว',
    'no_tickets' => 'ไม่มีตั๋ว',
    'wallet_history' => 'ประวัติกระเป๋าเงิน',
    'ticket_requests' => 'คำขอตั๋ว',
    'Hotel Booking History' => 'ประวัติการจองโรงแรม', 
    'recipient' => 'ผู้รับ',
    'recipient_phone_number' => 'หมายเลขโทรศัพท์ผู้รับ',
    'receivers_address' => 'ที่อยู่ผู้รับ',
    'address' => 'ที่อยู่',
    'city' => 'ตำบล',
    'state' => 'จังหวัด',
    'hotel_booking_history' => 'ประวัติการจองโรงแรม',
    'booking_id' => 'รหัสการจอง',
    'reference_number' => 'หมายเลขอ้างอิง',
    'MT4_details' => 'ายละเอียด MT4',
    /**long text */
    'transfer_fund_tnc' => '<ul class="dis" style="background: #142a22;"><li>Defix ขอสงวนสิทธิ์ในการขอหลักฐานเพิ่มเติมเกี่ยวกับเงินทุนจากคุณได้ตลอดเวลา</li>
    <li>เราขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมการดำเนินการหากมีการชำระเงินบุคคลที่สาม</li>
    <li>เวลาดำเนินการสำหรับการจัดหาเงินทุนจะเป็น 2-3 วันทำการ </li>
    <li>เวลาทำการของเราสำหรับการให้เงินทุนมีดังนี้:<br>
    <ul class="bg-lblue border-rad-5 ul-listtype-none" style="background: #0091FF;color: #fff;"><li>วันจันทร์ - วันศุกร์เวลา 9:00 น. - 18:00 น.(GMT +7)</li>
    <li>วันเสาร์ 9:00 น. - 13:00 น. (GMT +7)</li>
    <li>วันอาทิตย์ / วันหยุดนักขัตฤกษ์ - ปิด</li></ul></li></ul>',
    'payment_fund_tnc' => '<h4>หลักฐานการชำระเงิน</h4>
    <ul class="dis">
    <li>หลักฐานการชำระเงินจะต้องมีชื่อผู้รับเงินและหมายเลขบัญชี</li>
    <li>คุณสามารถอัปโหลดได้ครั้งละ 1 ไฟล์เท่านั้น (หลักฐานการชำระเงินต้องมีชื่อผู้รับเงินและหมายเลขบัญชี) คุณสามารถอัปโหลดไฟล์อื่นเมื่อสถานะได้รับการยืนยัน <br><a href="javascript;" data-toggle="modal" data-target="#wallet_sample"><u>คลิกที่นี่เพื่อดูตัวอย่าง</u></a></li></ul></li></ul>',
    /**Account Profile */
    'notice' => 'ประกาศ',
    'personal_details' => 'รายละเอียดส่วนบุคคล',
    'current_package' => 'แพ็คเกจปัจจุบัน',
    'available_fund' => 'กองทุนที่มีอยู่',
    'upgrade_package' => 'อัพเกรดแพ็คเกจ',
    'select_package' => 'เลือกแพ็คเกจ',
    'full_name' => 'เลือกแพ็คเกจ',
    'enter_full_name' => 'ป้อนชื่อเต็ม',
    'username' => 'ชื่อผู้ใช้',
    'enter_username' => 'ป้อนชื่อผู้ใช้ของคุณ',
    'email' => 'อีเมล',
    'repeat_email' => 'ทำซ้ำอีเมล',
    'enter_email' =>'ใส่อีเมลของคุณ',
    'enter_your_email_again' => 'ป้อนอีเมลของคุณอีกครั้ง',
    'identification_number' => 'หมายเลขประจำตัว',
    'identification_number_country' => 'โปรดเลือกประเทศก่อนกรอกหมายเลขประจำตัว',
    'enter_identification_number' => 'ป้อนหมายเลขประจำตัว',
    'enter_address' => 'ป้อนที่อยู่',
    'phone_number' => 'หมายเลขโทรศัพท์',
    'enter_phone_number' => 'ป้อนหมายเลขโทรศัพท์',
    'select_country' => 'เลือกประเทศ',
    'bank_account_country' => 'ประเทศของบัญชีธนาคาร',
    'select_bank_account_country' => 'เลือกประเทศของบัญชีธนาคาร',
    'state' => 'จังหวัด',
    'enter_state' => 'ป้อนจังหวัด',
    'city' => 'ตำบล',
    'enter_city' => 'ป้อนตำบล',
    'bank_detail' => 'รายละเอียดธนาคาร',
    'bank_name' => 'ชื่อธนาคาร',
    'enter_bank_name' => 'ป้อนชื่อธนาคาร',
    'bank_branch_only' => 'สาขาธนาคาร',
    'province_city_branch' => 'จังหวัด, ตำบล, สาขา',
    'bank_branch' => 'สาขาธนาคาร (จังหวัด, ตำบล, สาขา)',
    'enter_bank_branch' => 'ป้อนสาขาของธนาคาร',
    'account_holder_name' => 'ชื่อเจ้าของบัญชี',
    'enter_account_holder_name' => 'ป้อนชื่อเจ้าของบัญชี',
    'account_number' => 'หมายเลขบัญชี',
    'enter_account_number' => 'ป้อนหมายเลขบัญชี',
    'swift_code' => 'รหัส Swift',
    'enter_swift_code' => 'ป้อนรหัส Swift',
    'update_profile' => 'อัปเดตโปรไฟล์',
    'account_details' => 'รายละเอียดบัญชี',
    'profile' => 'โปรไฟล์',
    'register_user' => 'ลงทะเบียนผู้ใช้',
    'register_downline' => 'ลงทะเบียนบัญชี',
    'register_user_message' => 'ผู้ใช้ใหม่ลงทะเบียนเรียบร้อยแล้ว',
    'register' => 'ลงทะเบียน',
    'my_network' => 'เครือข่ายของฉัน',
    'account' => 'บัญชี',
    'user_name' => 'ชื่อผู้ใช้',
    'verify_OTP' => 'ยืนยัน OTP',
    'send_OTP' => 'ส่ง OTP',
    'enter_OTP' => 'ป้อน OTP',
    'update_password' => 'อัปเดตรหัสผ่าน',
    'secure_password' => 'รหัสผ่านที่ปลอดภัย',
    'update_secure_password' => 'อัปเดตรหัสผ่านที่ปลอดภัย',
    'country' => 'ประเทศ',
    'OTP_send_email_address_your_email' => 'OTP ส่งไปยังที่อยู่อีเมล โปรดตรวจสอบอีเมลของคุณ',
    'OTP_number_verified' => 'ยืนยันหมายเลข OTP',
    'OTP_number_does_not_match_resend' => 'หมายเลข OTP ไม่ตรงกันโปรดตรวจสอบหรือส่งซ้ำ',
    /* My Network */
    'monthly_group_sales' => 'ยอดขายรายเดือนของกลุ่ม',
    'network_tree' => 'แขนงเครือข่าย',
    'sales' => 'ขาย',
    'month' => 'เดือน',
    'total_sale' => 'ยอดขายส่วนตัวรวม',
    'total_group_sale' => 'ยอดขายของกลุ่มทั้งหมด',
    'view_history' => 'ดูประวัติ',
    'mynetwork_message' => 'ระบบจะอัปเกรดสมาชิกทุกวันที่ 2 และ 16 ของเดือนเมื่อได้รับตารางการจัดอันดับ',
    /* My Network */
    'trading_tv' => 'เทรดซื้อขายทีวี',
    'trading_tv_desc' => 'ดูข้อมูลการซื้อขายและข่าวสารล่าสุดที่นี่เพื่อให้คุณสามารถทำการซื้อขายได้อย่างชาญฉลาด ฟังผู้เชี่ยวชาญตรวจสอบและวิจัยตลาดเพื่อให้คุณได้รับข้อมูลล่าสุดและได้รับข้อมูลมากที่สุด',
    /* Help & guide */
    'help_guides' => 'ความช่วยเหลือและคำแนะนำ',
    'OTM_trade_account_registration_reset'=>'Defix การลงทะเบียนบัญชี & รีเซ็ต',
    'OTM_trade_member_login_user_guide'=>'Defix - คู่มือการใช้งานสำหรับสมาชิกเข้าสู่ระบบ',
    'OTM_trade_FAQ'=>'Defix - คำถามที่พบบ่อย',
    'download_MT5'=>'ดาวน์โหลด MT5',
    
    /**Welcome Email**/
    'congratulations' => 'ขอแสดงความยินดีที่ได้เป็นสมาชิก Defix!',
    'dear_client' => 'เรียนลูกค้าคนสำคัญของเรา',
    'thank_you_for_opening' => 'ขอบคุณสำหรับการเปิดบัญชีกับ Defix ในฐานะหนึ่งในผู้นำในอุตสาหกรรมนี้เราสามารถรับรองได้ว่าผลิตภัณฑ์และบริการของเราจะไม่ทำให้คุณผิดหวัง ฝ่ายการเงินของเราจะประมวลผลใบสมัครของคุณภายใน 24 ชั่วโมง',
    'your_login_details' => 'รายละเอียดการเข้าสู่ระบบของคุณสำหรับ Defix คือ',
    'date_register' => 'ลงทะเบียนวันที่',
    'at_otm_capital' => 'ที่ Defix เรามุ่งมั่นที่จะให้บริการในระดับที่พิเศษที่สุดของเราโดยให้ความสำคัญและคำแนะนำที่ได้รับการปรับแต่งเพื่อช่วยให้คุณสร้างจัดการและปกป้องทรัพย์สินของคุณ เรากำลังปรับปรุงฐานเทคโนโลยีของเราอย่างต่อเนื่องเพื่อให้คุณได้รับการปฏิบัติที่มีคุณภาพสูงสุดและเข้าถึงผู้ให้บริการสภาพคล่องชั้นนำของโลกซึ่งครอบคลุมมากกว่า 80% ของตลาด นอกจากนี้เรายังเพิ่มการเสนอผลิตภัณฑ์และปรับปรุงเงื่อนไขของเราอย่างต่อเนื่องเพื่อให้คุณได้รับประโยชน์จากโอกาสที่ดีที่สุดต่อไป',
    'confidential_the_email' => '<strong>ความลับ:</strong> อีเมลนี้และไฟล์ใด ๆ ที่ส่งมาด้วยเป็นความลับและมีจุดประสงค์เพียงเพื่อการใช้งานของผู้รับเท่านั้น การทบทวนการส่งต่อการเผยแพร่หรือการใช้งานอื่น ๆ หรือการดำเนินการใด ๆ โดยอาศัยข้อมูลนี้โดยบุคคลหรือหน่วยงานอื่นที่ไม่ใช่ผู้รับที่ตั้งใจไว้ หากคุณได้รับอีเมลนี้เนื่องจากข้อผิดพลาดโปรดแจ้งผู้ส่งทันทีและทำลายเนื้อหาไม่ว่าจะเก็บไว้ในคอมพิวเตอร์หรือในทางอื่น',
    'disclaimer' => '<strong>การปฏิเสธความรับผิด:</strong> มุมมองหรือความคิดเห็นใด ๆ ที่แสดงในอีเมลนี้เป็นของผู้เขียนเท่านั้นและไม่จำเป็นต้องเป็นตัวแทนของ Defix เว้นแต่จะระบุไว้เป็นอย่างอื่น เนื้อหาของข้อความนี้ไม่ได้เป็นคำแนะนำการลงทุนเท่านั้น',
    
    /*Help & Support*/
    'help_support' => 'ความช่วยเหลือและสนับสนุน',
    'create_new_ticket' => 'สร้างตั๋วใหม่',
    'recent_tickets' => 'ตั๋วล่าสุด',
    'all_tickets' => 'ตั๋วทั้งหมด',
    'open' => 'เปิด',
    'close' => 'ปิด',
    'closed' => 'ปิดแล้ว',
    'subject' => 'หัวเรื่อง',
    'posted' => 'โพสต์',
    'satus' => 'สถานะ',
    'action' => 'การกระทำ',
    'title' => 'ชื่อ',
    'attachment' => 'ไฟล์แนบ',
    'message' => 'ข้อความ',
    'save' => 'บันทึก',
    'unread' => 'ยังไม่ได้อ่าน',
    'read' => 'อ่าน',
    'replay' => 'ตอบกลับ',
    'ticket_not_found'=> 'ไม่พบตั๋ว',
    'view' => 'ดู',
    'ticket_submit' => 'ตั๋วสร้างสำเร็จแล้ว',
    'ticket_reply' => 'ส่งข้อความสำเร็จ',
    'ticket_support_processing_time' => 'เวลาดำเนินการสนับสนุนตั๋ว: ภายใน 1-2 วันทำการ',
    
    /**Dashboard */
    'please_select_country_your_bank_account' => 'โปรดเลือกประเทศของบัญชีธนาคารของคุณ',
    'update_bank_account_country' => 'อัปเดตประเทศบัญชีธนาคาร',
    'dashboard' => 'แดชบอร์ด',
    'total_direct_downlines' => 'นักลงทุนทั้งหมดในเครือข่าย',
    'total_direct_sales' => 'ยอดขายตรงรวม',
    'total_group_sales' => 'ยอดขายตรงรวม',
    'monthly_group_sales' => 'ยอดขายรายเดือนของกลุ่ม',
    'weekly_income_breakdown' => 'รายได้รายสัปดาห์',
    'this_week_income_source' => 'แหล่งรายได้ประจำสัปดาห์นี้',
    'latest_network_sales' => 'ยอดขายเครือข่ายล่าสุด',
    'wallet' => 'กระเป๋าเงิน',
    'dashboard_disclaimer' => '<p><strong class="text-white">การเปิดเผยความเสี่ยง:</strong> การลงทุนในตราสารทางการเงินนั้นเกี่ยวข้องกับระดับความเสี่ยงที่เพิ่มขึ้นจากการใช้ประโยชน์ซึ่งสามารถทำงานได้ตามที่คุณต้องการ หรือเท่ากับคุณ ก่อนที่จะตัดสินใจเปิดบัญชีตรวจสอบให้แน่ใจว่าคุณรับทราบระดับความเสี่ยงทางการเงินอย่างเต็มที่ตามความสามารถทางการเงิน ความรู้ ทักษะการวิเคราะห์ ทักษะการซื้อขายเชิงปฏิบัติ รวมถึงความเข้าใจในการยอมรับความเสี่ยง และการควบคุมตนเอง ความคิดเห็น ข่าวสาร การวิจัย การวิเคราะห์ หรือข้อมูลอื่น ๆ ที่แสดงในเว็บไซต์การเข้าสู่ระบบ หรืออีเมลของ Defix นั้นเป็นคำอธิบายของตลาดทั่วไป และไม่ถือเป็นคำแนะนำการลงทุน ข้อมูลนี้ไม่ได้กำกับ / มีไว้สำหรับการแจกจ่ายหรือใช้งานโดยผู้อยู่อาศัยในบางประเทศ / เขตอำนาจศาลรวมถึง แต่ไม่จำกัด เฉพาะสหรัฐอเมริกา เกาหลีเหนือ เดนมาร์ก ฝรั่งเศส และเบลเยียม Defix ไม่ได้ให้บริการแก่ผู้อยู่อาศัยในเขตอำนาจศาล / บางประเทศ รวมถึง แต่ไม่ จำกัด สหรัฐอเมริกา เกาหลีเหนือ เดนมาร์ก ฝรั่งเศส และเบลเยียม  Defix มีสิทธิ์ในการเปลี่ยนแปลงรายชื่อประเทศข้างต้นตามดุลยพินิจของตนเอง</p>
    <p><strong class="text-white">นโยบายส่วนบุคคล: </strong>เรามุ่งมั่นที่จะสร้างความมั่นใจว่าข้อมูลของคุณปลอดภัย เพื่อป้องกันการเข้าถึงหรือการเปิดเผยโดยไม่ได้รับอนุญาตเราได้กำหนดขั้นตอนทางกายภาพอิเล็กทรอนิกส์และการจัดการที่เหมาะสมเพื่อปกป้องและรักษาความปลอดภัยข้อมูลที่เรารวบรวมออนไลน์</p>',
    'risk_disclosure'=>'การลงทุนในตราสารทางการเงินนั้นเกี่ยวข้องกับระดับความเสี่ยงที่เพิ่มขึ้นจากการใช้ประโยชน์ซึ่งสามารถทำงานได้ตามที่คุณต้องการ หรือเท่ากับคุณ ก่อนที่จะตัดสินใจเปิดบัญชีตรวจสอบให้แน่ใจว่าคุณรับทราบระดับความเสี่ยงทางการเงินอย่างเต็มที่ตามความสามารถทางการเงิน ความรู้ ทักษะการวิเคราะห์ ทักษะการซื้อขายเชิงปฏิบัติ รวมถึงความเข้าใจในการยอมรับความเสี่ยง และการควบคุมตนเอง ความคิดเห็น ข่าวสาร การวิจัย การวิเคราะห์ หรือข้อมูลอื่น ๆ ที่แสดงในเว็บไซต์การเข้าสู่ระบบ หรืออีเมลของ Defix นั้นเป็นคำอธิบายของตลาดทั่วไป และไม่ถือเป็นคำแนะนำการลงทุน ข้อมูลนี้ไม่ได้กำกับ / มีไว้สำหรับการแจกจ่ายหรือใช้งานโดยผู้อยู่อาศัยในบางประเทศ / เขตอำนาจศาลรวมถึง แต่ไม่จำกัด เฉพาะสหรัฐอเมริกา เกาหลีเหนือ เดนมาร์ก ฝรั่งเศส และเบลเยียม Defix ไม่ได้ให้บริการแก่ผู้อยู่อาศัยในเขตอำนาจศาล / บางประเทศ รวมถึง แต่ไม่ จำกัด สหรัฐอเมริกา เกาหลีเหนือ เดนมาร์ก ฝรั่งเศส และเบลเยียม  Defix มีสิทธิ์ในการเปลี่ยนแปลงรายชื่อประเทศข้างต้นตามดุลยพินิจของตนเอง',
    'privacy_policy'=>'เรามุ่งมั่นที่จะสร้างความมั่นใจว่าข้อมูลของคุณปลอดภัย เพื่อป้องกันการเข้าถึงหรือการเปิดเผยโดยไม่ได้รับอนุญาตเราได้กำหนดขั้นตอนทางกายภาพอิเล็กทรอนิกส์และการจัดการที่เหมาะสมเพื่อปกป้องและรักษาความปลอดภัยข้อมูลที่เรารวบรวมออนไลน์',
    /*Controller message */
    'package_not_found' => 'ไม่พบแพ็คเกจ',
    'not_allow_funds' => 'คุณไม่ได้รับอนุญาตให้โอนเงินเข้ากระเป๋าเงิน',
    'select_higher_package_upgrade' => 'เลือกแพ็คเกจที่สูงกว่าแพ็คเกจปัจจุบันเพื่ออัพเกรด',
    'previous_request_pending' => 'คำขอก่อนหน้านี้ของคุณยังค้างอยู่',
    'capital_form_request' => 'ขอแบบฟอร์มการโอนเงินทุนของคุณเพื่อรอการตรวจสอบโดยผู้ดูแลระบบ คุณจะได้รับแจ้งเมื่อผู้ดูแลระบบอนุมัติคำขอของคุณ',
    'payment_request_submited_review' => 'ส่งคำขอการชำระเงินของคุณเรียบร้อยแล้วและรอการตรวจสอบอยู่ในขณะนี้',
    'security_password_wrong' => 'รหัสผ่านความปลอดภัยผิดโปรดลองอีกครั้ง',
    'you_not_transfer_user' => 'คุณไม่ได้รับอนุญาตให้โอนไปยังผู้ใช้รายอื่น',
    'enter_valid_sponser_username' => 'กรุณาป้อนชื่อผู้ใช้สปอนเซอร์ที่ถูกต้อง',
    'username_not_downline_upline' => 'ชื่อผู้ใช้ %1$s ไม่ได้มาจากดาวน์ไลน์หรืออัพไลน์',
    'transfer_amount_less_equal_wallet' =>'โปรดป้อนจำนวนเงินที่โอนน้อยกว่าหรือเท่ากับยอดเงินคงเหลือในกระเป๋าเงิน',
    'transfer_amount_greater_wallet' =>'ปรดป้อนจำนวนเงินโอนที่มากกว่าหรือเท่ากับ :amount',
    'not_allow_to_withdraw_bank' => 'คุณไม่ได้รับอนุญาตให้โอนเงินด้วยการโอนเงินผ่านธนาคาร',
    'minimum_amount_less_wallet' =>'โปรดป้อนจำนวนเงินที่โอนน้อยกว่าหรือเท่ากับจำนวนขั้นต่ำ',
    'requested_amount_transfered_fun_wallet' => 'จำนวนเงินที่ร้องขอถูกโอนไปยังกระเป๋าเงินกองทุนของผู้ใช้ที่กำหนด',
    'requested_amount_transfered_withdrawal' => 'จำนวนเงินที่ร้องขอจะถูกโอนไปยังยอดการถอนเงิน',
    'requested_amount_transfered_MT4_Top_up' => 'จำนวนเงินที่ร้องขอถูกโอนไปยังกระเป๋าเงิน MT4',
    'requested_amount_transfered_Otm' => 'จำนวนเงินที่ร้องขอจะถูกโอนไปยังกระเป๋าเงิน Defix',
    'requested_amount_transfered_funds' => 'จำนวนเงินที่ร้องขอถูกโอนไปยังกระเป๋าเงินกองทุน',
    'requested_amount_transfered_st_withdrawal' => 'จำนวนเงินที่ร้องขอจะถูกโอนไปยังกระเป๋าเงินถอนเงิน SelfTrading',
    'ticket_not_found_different_tickets_' => 'ไม่พบตั๋วโปรดลองกับตั๋วอื่น',
    'ticket_request_added' => 'มีการเพิ่มคำขอตั๋ว',
    'session_has_been_expired_try_agian' => 'เซสชันของคุณหมดอายุแล้วโปรดลองอีกครั้ง',
    'withdrawal_request_added' => 'เพิ่มคำขอถอนเงินของคุณเรียบร้อยแล้ว',
    // 'msg_with_usdt_withdraw' => 'คำขอถอนเงินของคุณคือ usdt เรียบร้อยแล้วกรุณาตรวจสอบอีเมลด้วย',
    'msg_with_usdt_withdraw' => 'กรุณาตรวจสอบอีเมลของคุณและคลิกลิงก์ในอีเมลเพื่อยืนยันตัวตนของคุณ',
    'profile_sucessfully_update'=> 'โปรไฟล์ได้รับการอัปเดตอย่างเพียงพอ',
    'bank_cuntry_update_success' => 'ประเทศบัญชีธนาคารได้รับการปรับปรุงแล้ว',
    'profile_not_found' => 'ไม่พบโปรไฟล์',
    'pacakage_not_found_diffrent_package' => 'ไม่พบแพคเกจกรุณาลองด้วยแพ็คเกจอื่นที่แตกต่าง',
    'not_sufficient_fund_upgrade_package' => 'คุณไม่มีเงินทุนเพียงพอที่จะอัปเกรดเป็นแพ็คเกจนี้ กรุณาเติมเงินด้วยเงินกองทุนขั้นต่ำ',
    'your_package_upgraded' => 'แพ็คเกจของคุณได้รับการอัพเกรดเป็น %1$s',
    'your_package_upgraded_1' => 'แพคเกจของคุณได้รับการอัพเกรดเป็น $:amount',
    'account_verified' => 'บัญชีของคุณได้รับการยืนยันแล้ว',
    'password_successfully_reset' => 'รีเซ็ตรหัสผ่านของคุณเรียบร้อยแล้ว',
    'successfully_registered_verify_account' => 'ขอบคุณ คุณได้ลงทะเบียนกับ Defix เรียบร้อยแล้ว โปรดตรวจสอบอีเมลของคุณเพื่อยืนยันบัญชี',
    'password_Reset_link_sent' => 'ลิงค์รีเซ็ตรหัสผ่านถูกส่งไปยังอีเมลที่คุณลงทะเบียนแล้ว',

    'account_update_success' => 'การปรับปรุงรายละเอียดบัญชีสำเร็จ',

    'ticket_message_admin' => 'ส่งข้อความตั๋วถึงผู้ดูแลระบบ',
    'ticket_closed' => 'ตั๋วถูกปิดแล้ว',
    'OTM_wallet_balance_less_ticket' => 'ยอดเงินคงเหลือของกระเป๋าเงิน Defix ของคุณน้อยกว่าจำนวน tkt',
    'withdrawl_request_verified' => 'คำขอถอนเงินของคุณได้รับการยืนยันแล้ว',
    'withdrawl_request_already_verified' => 'คำขอถอนเงินของคุณได้รับการยืนยันแล้ว',
    'withdrawl_request_not_valid' => 'คีย์คำขอถอนเงินของคุณไม่ถูกต้อง',
    'login_first' => 'กรุณาเข้าสู่ระบบก่อน',
    'withdraw_request_not_user' => 'คุณม่ได้สร้างคำขอถอนเงินนี้',
    'verfication_email_send' => 'โปรดตรวจสอบอีเมลของคุณที่เราส่งอีเมลยืนยันให้คุณ',
    'verfication_email_error' => 'ไม่พบคำขอถอนเงิน',
    
    // For js transalte
    //login and register translate
    'verify_entered_sponsor' => 'กรุณาตรวจสอบรายละเอียดสปอนเซอร์ที่ป้อน',
    'consists_letters_numbers_underscores_only' => 'ฟิลด์นี้ประกอบด้วย ตัวอักษร ตัวเลข และขีดล่างเท่านั้น',
    'consists_letters_numbers_only' => 'ฟิลด์นี้ประกอบด้วยตัวอักษรและตัวเลขเท่านั้น',
    'consists_letters_numbers_only_api' => 'ฟิลด์ Identification No ประกอบด้วยตัวอักษรและตัวเลขเท่านั้น',

    'enter_captach_valid' =>'กรุณาใส่รหัส captcha ที่ถูกต้อง', 
    'amount_must_greater_0' => 'จำนวนเงินต้องมากกว่า 0',
    'enter_username' => 'กรุณาใส่ชื่อผู้ใช้',
    'value_must_multiple_100' => 'ค่าต้องเป็นทวีคูณของ 100',
    'value_must_multiple_50' => 'ค่าต้องเป็นทวีคูณของ 50',
    'file_size_less_than' => 'ขนาดไฟล์ต้องน้อยกว่า',
    'please_enter_password' => 'กรุณาใส่รหัสผ่าน',
    'please_enter_captcha_code' => 'กรุณาใส่รหัส captcha',
    'please_enter_least_1_characters' => 'โปรดป้อนอย่างน้อย 1 ตัวอักษร',
    'please_enter_least_3_characters' => 'โปรดป้อนอย่างน้อย 3 ตัวอักษร',
    'please_enter_least_10_characters' => 'โปรดป้อนอย่างน้อย 10 ตัวอักษร',
    'please_enter_least_8_characters' => 'โปรดป้อนอย่างน้อย 8 ตัวอักษร',
    'please_enter_no_more_than_6' => 'โปรดป้อนอักขระไม่เกิน 6 ตัว',
    'please_enter_no_more_than_15' => 'โปรดป้อนอักขระไม่เกิน 15 ตัว',
    'please_enter_no_more_than_50' => 'โปรดป้อนอักขระไม่เกิน 50 ตัว',
    'please_enter_no_more_than_100' => 'โปรดป้อนอักขระไม่เกิน 100 ตัว',
    'please_enter_no_more_than_20' => 'โปรดป้อนอักขระไม่เกิน 12 ตัว',
    
    'please_check_sponsor_username_not_valid' => 'โปรดตรวจสอบ ชื่อผู้สนับสนุนของคุณไม่ถูกต้อง',
    'please_enter_sponsor_name' => 'กรุณาใส่ชื่อผู้สนับสนุน',
    'username_required_field' => 'ฟิลด์ที่จำเป็นต้องมีชื่อผู้ใช้',
    'username_already_exists' => 'ชื่อผู้ใช้นี้มีอยู่แล้ว',
    'address_required_field' => 'ฟิลด์ที่จำเป็นต้องมีที่อยู่',
    'city_required_field' => 'ฟิลด์ที่ต้องระบุตำบล',
    'state_required_field' => 'ฟิลด์ที่ต้องระบุจังหวัด',
    'country_required_field' => 'ฟิลด์ที่ต้องระบุประเทศ',
    'ic_required_field' => 'ต้องระบุหมายเลขประจำตัวประชาชน',
    'email_already_exists' => 'มีรหัสอีเมลอยู่แล้ว',
    'please_enter_valid_email_address' => 'กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง',
    'eamil_required_field' => 'ช่องที่ต้องกรอกอีเมล',
    'please_enter_same_value' => 'กรุณาป้อนค่าเดิมอีกครั้ง',
    
    'phone_number_required_field' => 'ฟิลด์ที่ต้องกรอกหมายเลขโทรศัพท์',
    'enter_valid_number' => 'กรุณาใส่หมายเลขที่ถูกต้อง',
    'password_required_field' => 'ฟิลด์ที่ต้องใส่รหัสผ่าน',
    'repeatpassword_required_field' => 'ต้องกรอกรหัสผ่านซ้ำ',
    'securepassword_required_field' => 'ฟิลด์จำเป็นต้องใช้รหัสผ่านเพื่อความปลอดภัย',
    'repeatsecurepassword_required_field' => 'ต้องกรอกรหัสผ่านซ้ำเพื่อความปลอดภัย',
    'bankname_required_field' => 'ช่องที่ต้องกรอกชื่อธนาคาร',
    'account_holder_name_and_full_name_same' => 'ชื่อเจ้าของบัญชีและชื่อเต็มจะต้องเหมือนกัน',
    'accountholder_required_field' => 'ฟิลด์ที่ต้องมีเจ้าของบัญชี',
    'accountnumber_required_field' => 'ฟิลด์ที่ต้องกรอกเลขที่บัญชี',
    'swift_code_required_field' => 'ฟิลด์ที่เป็นต้องมีรหัส swift',
    'bank_branch_required_field' => 'ฟิลด์จำเป็นต้องมีสาขาของธนาคาร',
    'bank_country_required_field' => 'ฟิลด์จำเป็นที่ต้องมีประเทศของบัญชีธนาคาร',
    'signature_required_field' => 'ฟิลด์ที่จำเป็นต้องมีลายเซ็น',
    'select_all' => 'โปรดเลือกทั้งหมด',
    'select_bank_country' => 'กรุณาเลือกประเทศของบัญชีธนาคาร',
    
    /**New translate **/
    
    'mt4with_step1' => 'เงื่อนไขของข้อกำหนด',
    'mt4with_step2' => 'สำรวจ',
    'mt4with_step3' => 'คำถามเพื่อความปลอดภัย',
    'mt4with_step1' => 'เงื่อนไขของข้อกำหนด',
    'mt4with_step2' => 'สำรวจ',
    'mt4with_step3' => 'คำถามเพื่อความปลอดภัย',
    'download' => 'ดาวน์โหลด',

    'by_read_tnc' => 'เมื่ออ่านข้อกำหนดและเงื่อนไขเหล่านี้คุณยอมรับที่จะปฏิบัติตามข้อกำหนดต่อไปนี้:',
    'mt4with_step1_tnc' => '<ul>
    <li>เมื่อขอถอนเงินทุน การขอถอนนั้นจะขึ้นอยู่กับจำนวนเงินที่ร้องขอ ซึ่งอาจทำให้คุณไม่มีสิทธิ์เก็บผลกำไรจากการซื้อขาย กำไรคืนล็อต คอมมิชชั่น คืนเงินล็อต แบ่งปันผลกำไร & โบนัสความเป็นผู้นำ</li>
    <li>เงินสามารถถอนได้ในบัญชีส่วนตัวของคุณเท่านั้น นี่คือระบบป้องกันที่จะช่วยรักษาความปลอดภัยทางการเงินและป้องกันการฟอกเงิน</li>
    <li>บริษัท ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเวลาดำเนินการสำหรับการถอนเงินทุนโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
    <li>บริษัท มีสิทธิ์ตรวจสอบ ยกเลิกและ / หรือกำหนดค่าธรรมเนียม / ค่าใช้จ่ายสำหรับคำขอถอนใด ๆ ที่เกิดขึ้นจากบัญชีซื้อขายที่ไม่มีกิจกรรมการซื้อขาย</li>
    <li>บริษัท ไม่สามารถรับผิดชอบต่อความล่าช้าในการประมวลผลการฝาก / ถอนที่เกิดจากระบบการชำระเงิน </li>
    <li>กคุณถอนเงินทุนของคุณ คุณจะไม่ได้รับอนุญาตให้ลงทะเบียนบัญชีใหม่กับ Defix และ บริษัท ในเครือทั้งหมดภายใน 6 เดือน</li>
    <li>บริษัท ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเวลาดำเนินการสำหรับการถอนเงินทุนโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
    <li>บริษัท มีสิทธิ์ตรวจสอบยกเลิกและ / หรือกำหนดค่าธรรมเนียม / ค่าใช้จ่ายสำหรับคำขอถอนใด ๆ ที่เกิดขึ้นจากบัญชีซื้อขายที่ไม่มีกิจกรรมการซื้อขาย </li>
    </ul>',

    'mt4with_step2_q1' => 'ทำไมคุณตัดสินใจถอนทุนของคุณ?',
    'mt4with_step2_q2' => 'คุณจะปรับปรุง Defix ได้อย่างไร?',
    'mt4with_step2_q3' => 'วัตถุประสงค์ของการลงทุนคืออะไร?',
    'mt4with_step2_q4' => 'คุณวางแผนที่จะลงทุนซ้ำใน Defix ในอนาคตหรือไม่?',
    'mt4with_step2_q5' => 'คุณลงทุนในแพลตฟอร์มอื่น ๆ หรือไม่? ถ้าใช่คุณลงทุนในอะไร?',

    'upl_ic_proof' => 'อัพโหลดหลักฐาน IC กับเซลฟี่',
    'upl_bank_proof' => 'อัปโหลดหลักฐานธนาคารกับเซลฟี่',
    'upl_mt4with_proof3' => 'อัพโหลดแบบฟอร์มยืนยันกับเซลฟี่',
    'instructions' => 'คำแนะนำ',
    'instructions_mt4_upload_desc' => 'กรุณาดาวน์โหลดและพิมพ์เอกสารนี้ และถ่ายภาพกับ IC ธนาคารของคุณ และอัปโหลดไปยังแบบฟอร์มทางด้านซ้าย',

    'captcha' => 'แคปต์ชา',

    'trans_for' => 'โอนสำหรับ',
    'buy_pkg' => 'ซื้อแพ็คเกจ',
    'fund_trans_only' => 'โอนเงินทุนเท่านั้น',

    'important' => 'สำคัญ',
    'usdt_imp_note' => '<p>การระดมทุนด้วย USDT คุณต้องชำระเงินภายใน 1 ชั่วโมงหลังจากคลิกปุ่มนี้ หากคุณใช้เวลาเกิน 1 ชั่วโมงโปรดรีเฟรชหน้านี้แล้วลองอีกครั้ง</p><p>โปรดอย่าระดมทุนเป็นพิเศษหรือน้อยกว่าจำนวนเงินที่แสดงในหน้าการชำระเงิน วิธีที่ง่ายและแม่นยำที่สุดคือการสแกนรหัส QR ที่มีอยู่ในหน้านั้น</p>
    <p>การถอนตัวของกองทุนเมื่อได้รับเงินทุนจะอนุญาตหลังจากซื้อแพ็คเกจแล้วเท่านั้น</p>',
    'welcomedashboard' => 'ยินดีต้อนรับสู่แดชบอร์ดของคุณ',
    
    'verify_sponsor'  => 'ยืนยันผู้สนับสนุน',
    'login_password' => 'รหัสผ่านการเข้าสู่ระบบ',
    'r_login_Password' => 'ยืนยันรหัสผ่านเข้าสู่ระบบ',
    'no_package' => 'ไม่มีแพ็คเกจ',
    'source' => 'ที่มา',
    'see_more' => 'ดูเพิ่มเติม',
    
    'next' => 'ถัดไป',
    'previous' => 'ก่อนหน้า',
    'finish' => 'เสร็จสิ้น',
    
    'msg_with_capital_request_accepted' => 'คำขอถอนเงินทุนของคุณได้รับการยอมรับแล้ว',
    //Jquery Message 
    'upload_pdfimg' => 'กรุณาอัปโหลดหลักฐานธนาคารในรูปแบบ pdf, jpeg, jpg, png',
    'upload_id_proof' => 'กรุณาอัปโหลดหลักฐาน ID ในรูปแบบ pdf, jpeg, jpg, png',
    'ID_required' => 'ต้องมี ID',
    'upload_proof_residenceimg' => 'กรุณาอัพโหลดหลักฐานการอยู่อาศัยในรูปแบบ pdf, jpeg, jpg, png',
    'proof_residence_required' => 'ต้องการหลักฐานการอยู่อาศัย',
    'bankproof_required' => 'จำเป็นต้องมีหลักฐานธนาคาร',
    'fullname_required' => 'ต้องระบุชื่อเต็ม',
    'opt_required_field' => 'ต้องการฟิลด์ OTP',
    'amount_required_field' => 'จำนวนฟิลด์ที่ต้องการ',
    'value_less_equal_10000000' => 'โปรดป้อนค่าที่น้อยกว่าหรือเท่ากับ 10000000.',
    'value_greater_equal_200' => 'ปรดป้อนค่าที่มากกว่าหรือเท่ากับ 200.',
    'minimum_3_character' => 'Pกรุณาใส่อักขระอย่างน้อย 3 ตัว',
    'maximim_limit_sponsor_name_50_character' => 'ชื่อสปอนเซอร์สูงสุดคือ 50 ตัวอักษร',
    'maximim_limit_user_name_50_character' => 'ชื่อผู้ใช้สูงสุดคือ 50 ตัวอักษร',
    'terms_conditions_required' => 'ต้องมีข้อกำหนดและเงื่อนไข',
    'recipient_required' => 'จำเป็นต้องมีผู้รับ',
    'recipient_phone_number_required' => 'ต้องระบุหมายเลขโทรศัพท์ของผู้รับ',
    'receiver_address_required' => 'จำเป็นต้องมีที่อยู่ผู้รับ',
    'state_address_required' => 'ต้องระบุจังหวัด',
    'city_address_required' => 'ต้องระบุตำบล',
    'sopnsor_username_required' => 'ต้องการชื่อผู้ใช้สปอนเซอร์',
    'title_required' => 'ต้องระบุคำนำหน้า',
    'sopnsor_required' => 'ต้องการชื่อผู้ใช้สปอนเซอร์',
    'messages_required' => 'จำเป็นต้องมีข้อความ',
    'identification_alread_use' => 'You can only register within your Primary account network',
    'enter_full_name' => 'กรุณาใส่ชื่อเต็ม',
    'maximim_limit_sponsor_20_character' => 'ชื่อสปอนเซอร์สูงสุดคือ 20 ตัวอักษร',
    'user_name_already_exists' => 'ชื่อผู้ใช้มีอยู่แล้ว',

    'click_affiliate' => 'คลิกเพื่อเป็นพันธมิตร',
    // New Lable 
    // 'i_agree_with_above' => 'ฉันเห็นด้วยกับสิ่งต่างๆข้างต้น',
    'i_agree_with_above' => 'ฉันยอมรับและตกลงที่จะผูกพันตามข้อตกลงนี้โดยยอมรับการยอมรับดังกล่าวเกิดขึ้นในระหว่างกระบวนการลงทะเบียนนี้',
    'my_profile' => 'โปรไฟล์ของฉัน',
    'news' => 'ข่าว',
    'news_events' => 'ข่าว & กิจกรรม',
    'news_tools' => 'ข่าวสารและเครื่องมือ',
    'industry_tools' => 'เครื่องมืออุตสาหกรรม',
    'industry_tool_iframe' => 'https://www.youtube.com/embed/mXuR_SRP-XI',
    'footer_desc'=>'<p><strong>คำแนะนำทั่วไป:</strong> ข้อมูลทั้งหมดในเว็บไซต์นี้เป็นคำแนะนำทั่วไปเท่านั้น เราขอแนะนำอย่างยิ่งให้คุณพิจารณาคำแนะนำเกี่ยวกับวัตถุประสงค์ทางการเงินสถานการณ์และความต้องการของคุณ Defix Group Limited ไม่รับประกันความถูกต้องและครบถ้วนและไม่รับผิดชอบต่อข้อผิดพลาดในการส่งข้อมูลจริงหรือการวิเคราะห์ ความคิดเห็นในเว็บไซต์นี้เป็นคำพิจารณาปัจจุบันของผู้ออกซึ่งอาจมีการเปลี่ยนแปลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า </p><p><strong>การเปิดเผยความเสี่ยงทางกฎหมาย: </strong> โปรดทราบว่าอัตราแลกเปลี่ยนเงินตราต่างประเทศอยู่ในระดับสูง มีความเสี่ยงและอาจไม่เหมาะสำหรับนักลงทุนทุกคน เลเวอเรจระดับสูงสามารถทำงานกับคุณได้เช่นเดียวกับคุณ ก่อนตัดสินใจลงทุนในการแลกเปลี่ยนเงินตราต่างประเทศคุณควรพิจารณาวัตถุประสงค์การลงทุนระดับประสบการณ์และความเสี่ยง มีความเป็นไปได้อยู่ว่าคุณสามารถสูญเสียเงินลงทุนเริ่มแรกบางส่วนหรือทั้งหมดและดังนั้นคุณไม่ควรลงทุนเงินที่คุณไม่สามารถจะสูญเสียได้ คุณควรตระหนักถึงความเสี่ยงทั้งหมดที่เกี่ยวข้องกับการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศและขอคำแนะนำจากที่ปรึกษาทางการเงินอิสระ </p><p><strong>ภูมิภาคที่ถูก จำกัด:</strong>Defix Group Limited ไม่ได้ให้บริการสำหรับผู้อยู่อาศัย ในบางประเทศเช่น อิหร่าน คิวบา ซูดาน ซีเรีย และเกาหลีเหนือ',
    'footer_copyrights' => 'สงวนลิขสิทธิ์© '.date('Y').' Defix Group Limited ดำเนินงานในฐานะ Vextrade',
    'login_footer_desc'=>'<p>General Advice: All information in this website is of general advise only. We strongly advise that you consider the advise in regards to your financial objectives, situation and needs. Defix makes no guarantee of its accuracy and completeness and is not responsible for errors of transmission of factual or analytical data. The opinions in this website constitute the present judgment of the issuer, which is subject to change without notice.<br><br>Legal Risk Disclosure: Please note that foreign exchange on margin carries a high level of risk, and may not be suitable for all investors. The high degree of leverage can work against you as well as for you. Before deciding to invest in foreign exchange you should carefully consider your investment objectives, level of experience and risk appetite. The possibility exists that you could sustain a loss of some or all of your initial investment and therefore you should not invest money that you cannot afford to lose. You should be aware of all the risks associated with foreign exchange trading, and seek advice from an independent financial advisor.<br><br>Restricted Regions: Defix does not provide services for the residents of certain countries, such as Iran, Cuba, Sudan, Syria and North Korea.</p>',
    'privacy_policy_label'=>'นโยบายความเป็นส่วนตัว',
    'terms_and_condition'=>'ข้อกำหนดการใช้งาน',
    'user_agreement_desc_new'=>'<p>โดยการกรอกแบบฟอร์มด้านบนและดำเนินการต่อ แสดงว่าคุณรับรองและรับประกันว่า: </p>
    <ul>
    <li type="a">ข้อมูลการลงทะเบียนทั้งหมดที่คุณส่งมีความจริงและถูกต้อง;</li> 
    <li type="a">คุณจะรักษาความถูกต้องของข้อมูลดังกล่าว;</li>
    <li type="a">คุณจะเก็บรหัสผ่านของคุณเป็นความลับและจะต้องรับผิดชอบต่อการใช้รหัสผ่านและบัญชีของคุณทั้งหมด;</li>
    <li type="a">คุณไม่ได้เป็นผู้เยาว์ในเขตอำนาจศาลที่คุณอาศัยอยู่;</li>
    <li type="a">การใช้บริการของ บริษัท ของคุณจะไม่ละเมิดกฎหมายหรือข้อบังคับใด ๆ ที่เกี่ยวข้อง</li>
    </ul>
    <p>คุณยอมรับ:  (a) ให้ข้อมูลที่เป็นจริง ถูกต้อง เป็นปัจจุบัน และครบถ้วนเกี่ยวกับตัวคุณตามที่ได้รับแจ้งจากแบบฟอร์มการลงทะเบียนของเว็บไซต์และ (b) รักษาและอัปเดตข้อมูลการลงทะเบียนทันทีเพื่อให้เป็นจริง ถูกต้อง เป็นปัจจุบัน และสมบูรณ์ หากคุณให้ข้อมูลใด ๆ ที่ไม่เป็นจริงไม่ถูกต้องไม่เป็นปัจจุบันหรือไม่สมบูรณ์หรือ Defix มีเหตุอันควรสงสัยว่าข้อมูลดังกล่าวไม่เป็นความจริงไม่ถูกต้องไม่เป็นปัจจุบันหรือไม่สมบูรณ์ Defix มีสิทธิ์ในการระงับหรือยกเลิกบัญชีของคุณและ การใช้งานเว็บไซต์ในปัจจุบันหรือในอนาคตทั้งหมด (หรือส่วนใด ๆ ของเว็บไซต์)</p><p>ในการลงทะเบียนคุณได้ยอมรับเงื่อนไขการใช้งานการเปิดเผยความเสี่ยงการป้องกันการฟอกเงินและข้อตกลงนโยบายความเป็นส่วนตัว</p>',
    // Choose investment 
    'choose_investment_program' => 'เลือกโปรแกรมการลงทุน',
    'view_program' => 'ดูโปรแกรม',
    'investment_program_history' => 'ประวัติโปรแกรมการลงทุน',
    // Dashboard
    'profit' => 'กำไร',
    'daily' => 'รายวัน',
    'weekly' => 'รายสัปดาห์',
    'month' => 'รายเดือน',
    'support' => 'สนับสนุน',
    'sales_summary' => 'สรุปยอดขาย',
    'overview_latest_month' => 'แพ็คเกจใหม่ทั้งหมดที่ซื้อ',
    'current_month_earnings' => 'ยอดขายเดือนปัจจุบัน',
    'current_month_sales' => 'ยอดขายเดือนก่อน',
    'last_month_summary' => 'สรุปเดือนสุดท้าย',
    'notice' => 'ประกาศ',
    'current_rank' => 'อันดับปัจจุบัน',
    'gold' => 'ทอง',
    'personal_investment' => 'การลงทุนส่วนบุคคล',
    'direct_downline' => 'ผู้ลงทุนโดยตรง',
    'direct_downlines_desc' => 'จำนวนนักลงทุนโดยตรงทั้งหมดในเครือข่ายของคุณ',
    'personal_sale' => 'ยอดขายส่วนบุคคล',
    'personal_sales_desc' => 'แพ็คเกจนักลงทุนที่คุณสนับสนุน',
    'group_sales_desc' => 'ยอดขายกลุ่มรวมของคุณตามเครือข่ายทั้งหมดของคุณ',    
    'direct_downlines' => 'ดาวไลน์สายตรง',
    'network_ranking' => 'การจัดอันดับเครือข่าย',
    'personal_sales' => 'แพ็คเกจส่วนตัว',
    'group_sales' => 'ขายกลุ่ม',
    'criteria_next_ranking' => 'เกณฑ์การจัดอันดับถัดไป',
    'criteria_next_ranking_desc' => 'นี่คือความคืบหน้าของคุณจนถึงขั้นตอนต่อไป',
    'profit_amount' => 'จำนวนกำไร',
    'ranking' => 'อันดับ',
    'personal_investment' => 'แพ็คเกจของคุณ',
    'date_joined' => 'วันที่เข้าร่วม',
    'see_all' => 'ดูทั้งหมด',
    'date_joined' => 'วันที่เข้าร่วม',
    'indivdual_group_sales' => 'การขายกลุ่มบุคคล',
    
    //Help and support
    'ticket_history' => 'ประวัติตั๋ว',
    // Withdraw wallet
    'earnings' => 'รายได้',
    'account_balance' => 'ยอดเงินในบัญชี',
    'withdrawal' => 'ถอนเงิน',
    'account_no' => 'เลขบัญชี',
    'account_name' => 'ชื่อบัญชี',
    'bank_name' => 'ชื่อธนาคาร',
    'bank_location' => 'ที่ตั้งธนาคาร',
    'funding' => 'เงินทุน',
    'profit' => 'กำไร',
    'weekly_sales_growth' => 'รายได้รวมรายสัปดาห์',
    'weekly_total_earning' => 'รายได้รวม',
    'monthly_sales_growth' => 'ยอดขาย',
    'package_bought' => 'ซื้อแพคเกจ',
    // Fund Wallet
    'topup_fund'=> 'กองทุนเติมเงิน',
    'online_payment'=> 'เกตเวย์การชำระเงินออนไลน์',
    'payment_bank'=> 'ธนาคารของคุณ',
    'select_payment_bank'=> 'เลือกธนาคารของคุณ',
    'amount_USDT'=> 'จำนวนเงิน (USDT)',
    'amount_IDR'=> 'จำนวนเงิน (IDR)',
    'amount_MYR'=> 'จำนวนเงิน (MYR)',
    'success_online_payment_txt'=> 'การทำธุรกรรมสำเร็จ!',
    'fail_online_payment_txt'=> 'ธุรกรรมถูกปฏิเสธ!',
    'card_holder_name'=> 'ชื่อเจ้าของบัญชีธนาคาร',
    'bank_card_number'=> 'หมายเลขบัญชีธนาคารของคุณ',
    //Onlinepayment
    'error_china_payment_001'=> 'ยอดเงินในบัญชีไม่เพียงพอ',
    'error_china_payment_002'=> 'จำนวนการสั่งซื้อซ้ำของผู้ขาย',
    'error_china_payment_003'=> 'ข้อผิดพลาดของรหัสผู้ขาย',
    'error_china_payment_004'=> 'ตรวจสอบความล้มเหลวในการทดสอบ',
    'error_china_payment_005'=> 'ข้อผิดพลาดเกี่ยวกับพารามิเตอร์',
    'error_china_payment_006'=> 'ไม่มีสิทธิ์ในการชำระเงิน',
    'error_china_payment_007'=> 'ระบบไม่ว่าง (ไม่ต้องจัดการกับความล้มเหลว)',
    'error_china_payment_008'=> 'การควบคุมความบัญชีนี่มีความเสี่ยง',
    'error_china_payment_009'=> 'ไม่พร้อมใช้งานสำหรับช่อง',
    // Report
    'reports' => 'รายงาน',
    'trading_profit' => 'กำไรจากการซื้อขาย',
    'lot_rebate' => 'การคืนเงินล็อต',
    'lot_rebate_commission' => 'ค่าคอมมิชชั่นการคืนเงินล็อต',
    'lot_rebate_commissionm' => 'คอมมิชชั่น L.R',
    'total_amount' => 'ยอดรวม',
    'leadership_bonus' => 'โบนัสผู้นำ',
    // capital Withdrawl
    'capital_withdrawal' => 'การถอนเงินทุน',
    //Cash Wallet
    'commission_wallet'=>'กระเป๋าเงินสด',
    'commission_wallet_history'=>'ประวัติกระเป๋าเงินเงินสด',
    'commission_wallet_tnc' => '<ul class="dis"><li>คุณจะได้รับกำไรจากการซื้อขายรายสัปดาห์ทั้งหมดที่ใส่เข้าไปในกระเป๋าเงินนี้โดยอัตโนมัติทุกสัปดาห์ </li><li>คุณจะได้รับเงินคืนล็อตของคุณ โบนัสความเป็นผู้นำและการแบ่งปันผลกำไรที่ใส่เข้าไปในกระเป๋าเงินนี้โดยอัตโนมัติทุกสัปดาห์หากคุณผ่านการรับรอง</li><li>คุณสามารถโอนเงินจำนวนนี้ไปยังกระเป๋าเงินทุนหรือกระเป๋าเงินถอน</li><li>การโอนนี้ไม่สามารถย้อนกลับได้ โปรดพิจารณาก่อนส่งคำขอ</li></ul>', 
    'funds_type' => 'ประเภทกองทุน',
    'fund_type_placeholder' => '--เลือกประเภทกองทุน--',
    'select_fund_type' => 'กรุณาเลือกประเภทกองทุน',
    'trading_strategy' => 'กลยุทธ์การซื้อขาย',
    'submit'=>'ส่ง',
    //Withdrawal Report
    'submit_kyc'=>'ส่ง KYC',
    'kyc_pending'=>'ขอบคุณสำหรับการอัปโหลดเอกสารยืนยันตัวตนของคุณ เมื่อฝ่ายบริหารอนุมัติคุณจะสามารถถอนเงินของคุณได้',
    'kyc_reject'=>'น่าเสียดายที่หลักฐานของคุณถูกปฏิเสธเนื่องจาก :reason',
    'pending_msg_commission_transfer'=>'โปรดอัปโหลดหลักฐานผู้ใช้ของคุณที่ Withdrawal wallet เพื่อเปิดใช้งานฟังก์ชั่นการถ่ายโอน เมื่อฝ่ายบริหารของเราอนุมัติ KYC ของคุณแล้วฟังก์ชันการถ่ายโอนจะพร้อมใช้งาน',


     // Notification : 
    'notif_title'=>'เรากำลังอัปเกรดพอร์ทัลสมาชิกของเรา',
    'notif_content'=>'<p>Dear Members,</p><p>ในฐานะส่วนหนึ่งของความมุ่งมั่นของเราที่จะให้บริการที่ดีขึ้นและมีประสิทธิภาพมากขึ้นเรามีความยินดีที่จะแจ้งให้คุณทราบว่าเรากำลังอัปเกรดระบบพอร์ทัลสมาชิกของเราจาก 22.03.2020 ถึง 25.03.2020 ระบบใหม่ของเราจะช่วยให้เรานำเสนอคุณสมบัติและฟังก์ชันการทำงานเพิ่มเติม</p><p>โปรดทราบว่าพอร์ทัลสมาชิกของเราจะยังคงทำงานตามปกติในระหว่างการอัปเกรดนี้</p><p>สำหรับความไม่สะดวกที่เกิดจากการอัพเกรดระบบของเรา เรารู้สึกเสียใจเป็นอย่างยิ่งและเราขอขอบคุณสำหรับการสนับสนุนและความเข้าใจซึ่งจะช่วยให้กระบวนการอัปเกรดระบบของเราราบรื่นที่สุดเท่าที่จะเป็นไปได้ </p><p>ขอบคุณ</p>',

//Help and FAQ 
    'helptitle'=> 'ช่วยเหลือและคำถามที่พบบ่อย',
    'helpone'=> '<div id="accordion">

    <div class="card">
    <div class="card-header">
    <a class="card-link" data-toggle="collapse" href="#collapseOne" aria-expanded="true">
    1. Defix เสนออะไรให้กับลูกค้า / สมาชิก / นักลงทุน?
    </a>
    </div>
    <div id="collapseOne" class="collapse show" data-parent="#accordion">
    <div class="card-body">
    <p>หนึ่งในผลิตภัณฑ์ซิกเนเจอร์ของ Defix คือ บริการการจัดการบัญชี</p>
    </div>
    </div>
    </div>

    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseTwo">
    2. บัญชีที่มีการจัดการคืออะไร?
    </a>
    </div>
    <div id="collapseTwo" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>บัญชีที่จัดการเป็นพอร์ตการลงทุนที่จัดการโดยผู้จัดการมืออาชีพที่ตัดสินใจและดำเนินการตัดสินใจลงทุนตามกลยุทธ์การลงทุนซึ่งได้รับการพิจารณาว่าเหมาะสมตามวัตถุประสงค์ของลูกค้า</p>
    </div>
    </div>
    </div>

    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseThree">
    3. บัญชีที่จัดการของ Defix ทำงานอย่างไร?
    </a>
    </div>
    <div id="collapseThree" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>บัญชีที่จัดการของ Defix - เป็นโมดูลการจัดการการจัดสรรเปอร์เซ็นต์<br>
    ประสิทธิภาพ (กำไรและขาดทุน) ของผู้จัดการบัญชีหลักมีการกระจายระหว่างบัญชีที่จัดการ บัญชีที่จัดการของลูกค้าเชื่อมต่อกับบัญชีผู้จัดการบัญชีหลักและการซื้อขายทั้งหมดที่ดำเนินการโดยผู้จัดการนั้นสะท้อนให้เห็นตามสัดส่วนในบัญชีลูกค้า</p>
    <p>ยอดเงินในบัญชีหลักแสดงยอดเงินฝากทั้งหมดของลูกค้า เพื่อความปลอดภัยของเงินทุนนักลงทุนเงินฝากของลูกค้ายังคงอยู่ในบัญชีการซื้อขายของตัวเองผู้จัดการไม่สามารถเข้าถึงบัญชีเหล่านี้ได้ นักลงทุนรายบุคคลเป็นเพียงคนเดียวที่สามารถทำการฝากและถอนเงินไปยัง / จากบัญชีที่จัดการเหล่านี้</p>
    <p>การแบ่งส่วนแบ่งที่ตกลงกันคือ 70% ที่จ่ายให้กับบัญชีของนักลงทุนและหักลด 30% ให้แก่ผู้จัดการกองทุน / บริษัท</p>

    </div>
    </div>
    </div>

    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapsefour">
    4. เป้าหมายกำไรคืออะไร?
    </a>
    </div>
    <div id="collapsefour" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>กำไรมีตั้งแต่ 3% - 15% ต่อเดือน </p>
    </div>
    </div>
    </div>

    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapsefive">
    5. ดรอดาวน์สูงสุดคือเท่าใด?
    </a>
    </div>
    <div id="collapsefive" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>ค่าเผื่อการเบิกถอนสูงสุดในบัญชีของนักลงทุนจะเป็น 30% ของเงินทุน</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapsesix">
    6. ฉันสามารถลงทะเบียนได้กี่บัญชี?
    </a>
    </div>
    <div id="collapsesix" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>ผู้ลงทุนสามารถลงทะเบียนได้ 3 บัญชีเท่านั้น สำหรับบัญชีที่ 2 และ 3 นักลงทุนสามารถลงทะเบียนภายในเครือข่ายนั้น ๆ เท่านั้น</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseseven">
    7. บัญชีที่จัดการของฉันจะเริ่มเมื่อใด?
    </a>
    </div>
    <div id="collapseseven" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>2-3 วันทำการหลังจากได้รับเงินทุนในบัญชี</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseeight">
    8. กระบวนการระดมทุนและถอนเงินใช้เวลานานเท่าใด?
    </a>
    </div>
    <div id="collapseeight" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>โดยทั่วไปจะใช้เวลาสูงสุด 2 วันทำการสำหรับการฝากเงินในบัญชีและการถอนเงินจะใช้เวลาสูงสุด 3-5 วันทำการ</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapsenine">
    9.ฉันจะได้รับค่าคอมมิชชั่นสำหรับการแนะนำหรือไม่?
    </a>
    </div>
    <div id="collapsenine" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>ใช่ จะมีการคืนเงินเป็นค่าแนะนำ (ดูหน้าสมาชิกหลักเพื่อดูการคืนเงินที่เสนอ)</p>
    </div>
    </div>
    </div>
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseten">
    10. การจ่ายค่าคอมมิชชั่นจะเกิดขึ้นเมื่อใด?
    </a>
    </div>
    <div id="collapseten" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Pips เงินคืน - รายสัปดาห์ (ส, อา หรือ จ)<br>
    Pips คอมมิชชั่น - รายสัปดาห์ (ส, อ หรือ จ)<br>
    โบนัสผู้นำ - รายสัปดาห์(ส, อ หรือ จ)<br>
    การแบ่งปันผลกำไร - วันที่1- ที่5 ของทุกเดือน</p>
    </div>
    </div>
    </div>
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapseeleven">
    11. ฉันควรทำอย่างไรหากมีข้อพิพาท?
    </a>
    </div>
    <div id="collapseeleven" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>โปรดส่งตั๋วสนับสนุน <a href="https://account.Defix.net/help-support">ที่นี่</a>.</p>
    </div>
    </div>
    </div>
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapsetwelve">
    12. ฉันจะส่งการถอนเงินสำหรับเงินทุนเริ่มต้นของฉันได้ที่ไหน?
    </a>
    </div>
    <div id="collapsetwelve" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>ในการส่งการถอนเงินคุณสามารถดำเนินการต่อโดยส่งอีเมลอย่างเป็นทางการไปที่ support@Defix.com กระบวนการนี้อาจใช้เวลาถึง 2 วันทำการ</p>
    </div>
    </div>
    </div>
    </div>',
    'helptwo'=>'<h4>ฉันสามารถลงทะเบียนได้กี่บัญชี?</h4>
    <p>ผู้ลงทุนสามารถลงทะเบียนได้ 3 บัญชีเท่านั้น สำหรับบัญชีที่ 2 และ 3 นักลงทุนสามารถลงทะเบียนภายในเครือข่ายนั้น ๆ เท่านั้น</p>

    <h4>บัญชีที่จัดการของฉันจะเริ่มเมื่อใด?</h4>
    <p>2-3 วันทำการหลังจากได้รับเงินทุนในบัญชี</p>

    <h4>กระบวนการระดมทุนและถอนเงินใช้เวลานานเท่าใด?</h4>
    <p>โดยทั่วไปจะใช้เวลาสูงสุด 2 วันทำการสำหรับการฝากเงินในบัญชีและการถอนเงินจะใช้เวลาสูงสุด 3-5 วันทำการ</p>

    <h4>ฉันจะได้รับค่าคอมมิชชั่นสำหรับการแนะนำหรือไม่?</h4>
    <p>ใช่ จะมีการคืนเงินเป็นค่าแนะนำ (ดูหน้าสมาชิกหลักเพื่อดูการคืนเงินที่เสนอ)</p>

    <h4>การจ่ายค่าคอมมิชชั่นจะเกิดขึ้นเมื่อใด?</h4>
    <p>Pips เงินคืน - รายสัปดาห์ (ส, อา หรือ จ)<br>
    Pips คอมมิชชั่น - รายสัปดาห์ (ส, อ หรือ จ)<br>
    โบนัสผู้นำ - รายสัปดาห์(ส, อ หรือ จ)<br>
    การแบ่งปันผลกำไร - วันที่1- ที่5 ของทุกเดือน</p>

    <h4>ฉันควรทำอย่างไรหากมีข้อพิพาท?</h4>
    <p>โปรดส่งตั๋วสนับสนุน <a href="https://account.Defix.net/help-support">ที่นี่</a>.</p>

    <h4>ฉันจะส่งการถอนเงินสำหรับเงินทุนเริ่มต้นของฉันได้ที่ไหน?</h4>
    <p>ในการส่งการถอนเงินคุณสามารถดำเนินการต่อโดยส่งอีเมลอย่างเป็นทางการไปที่ support@Defix.com กระบวนการนี้อาจใช้เวลาถึง 2 วันทำการ</p>',
    'videotitle'=> 'คำแนะนำวิดีโอ',
    'pdftitle'=> 'การแนะนำ บริษัท',
    'pdflinks'=> '<a target="_blank" href="/download/v7s8a/Defix-Company-Profile-v2.1-THAI.pdf">1. โปรไฟล์ บริษัท Defix</a><img class="img-fluid cus-img-faq" src='.asset("new-customer/images/PDF.png").'><br><a target="_blank" href="/download/v7s8a/Defix-Affiliate-Plan-v2.0-THAI.pdf">2. ภาพรวมโปรแกรมพันธมิตร Defix</a><img class="img-fluid cus-img-faq" src='.asset("new-customer/images/PDF.png").'><br><a target="_blank" href="/download/v7s8a/Defix-User-Guide-ENG-1.0.pdf">3. คู่มือผู้ใช้ Defix</a><img class="img-fluid cus-img-faq" src='.asset("new-customer/images/PDF.png").'>',
    
    'vidlinkso'=> '<a target="_blank" href="/download/v7s8a/vd/Registration-ENG.mp4">1. การลงทะเบียน</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/Dashboard-ENG.mp4">2. ภาพรวมแผงควบคุม</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/Funding-ENG.mp4">3. เงินทุน</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'>',
    
    'vidlinkstw'=> '<a target="_blank" href="/download/v7s8a/vd/Buy-Package-ENG.mp4">4. ซื้อแพ็คเกจ</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/Cash-Report-ENG.mp4">5. กระเป๋าเงิน & รายงาน</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/KYC-Withdrawal-ENG.mp4">6. KYC & ถอนเงิน </a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'>',
    
    'vidlinksth'=> '<a target="_blank" href="/download/v7s8a/vd/Defix-Rankings-Breakdown.mp4">7. รายละเอียดระดับโบรกเกอร์</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/Types-of-Payouts-in-Defix.mp4">8. ประเภทของค่าใช้จ่าย</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'><br><a target="_blank" href="/download/v7s8a/vd/How-to-Choose-Trading-Strategy.mp4">9. การเลือกกลยุทธ์การซื้อขาย</a><img class="img-fluid cus-img-video" src='.asset("new-customer/images/Video.png").'>',
    
    'withdrawal_popup_txt'=>'คุณแน่ใจหรือไม่ว่าต้องการโอน $ :amount to :wallet ?',
    'trading_strategy_popup_txt'=>'คุณแน่ใจหรือไม่ว่าต้องการเลือก :plan เป็นกลยุทธ์การซื้อขายที่คุณต้องการ? เมื่อเลือกแล้วกลยุทธ์การซื้อขายจะไม่สามารถเปลี่ยนแปลงได้จนกว่าจะปิดบัญชี',
    'upload_usdt_proof' => 'อัพโหลดหลักฐาน USDT',
    'usdtproof_required' => 'ฟิลด์ที่ต้องใช้หลักฐาน USDT',     
    'upload_usdt_proof_img' => 'หลักฐาน USDT pdf, jpeg, jpg, png',      
    'buy_usdt_txt' => '<h4>ขั้นตอนการระดมทุนโดยใช้ USDT(ERC-20) และ USDT(TRC-20)</h4><ol><li>กรุณาเลือกที่อยู่ของเงินทุนจากประเภทของที่อยู่การชำระเงินด้านล่าง</li><li>คุณสามารถเลือก USDT(TRC-20) หรือ USDT(TRC-20)</li><li>อัตราการแปลงคือ 1: 1.00 สำหรับ USD เป็น USDT และอาจมีการเปลี่ยนแปลงเนื่องจากความผันผวนของตลาด<li>หลังจากชำระเงินแล้วโปรดอัปโหลดหลักฐานการโอนเช่นกัน</li></ol>',      
    'beneficiary_title'=>'ถัดไปของญาติ / ผู้รับผลประโยชน์',
    'beneficiary_subtitle'=>'รายละเอียดผู้รับผลประโยชน์',
    'beneficiary_name'=>'ชื่อผู้รับผลประโยชน์',
    'beneficiary_relation'=>'ความสัมพันธ์',
    'beneficiary_address'=>'ที่อยู่ผู้รับผลประโยชน์',
    'beneficiary_email'=>'ชื่อผู้รับผลประโยชน์',
    'beneficiary_contact_number'=>'หมายเลขติดต่อผู้รับผลประโยชน์',
    'payment_through'=>'Payment With',
    'response_transaction' => 'ส่งคำขอการชำระเงินของคุณเรียบร้อยแล้วและกำลังดำเนินการธุรกรรม',
    'buy_first_package' => 'ขอบคุณที่ซื้อแพ็คเกจรายละเอียด Metatrader 5 ID ของคุณจะได้รับการตั้งค่าและรายละเอียดการเข้าสู่ระบบจะปรากฏในแดชบอร์ดของคุณภายใน 1-3 วันทำการ',
    'buy_usdt_txt_taiwan' => '<h4>ขั้นตอนในการระดมทุนโดยใช้ USDT</h4><ol><li> ไปที่พอร์ทัลเฉพาะของเรา <a target="_blank" href=":link"> ซื้อ USDT </a> หาก คุณไม่ได้เป็นเจ้าของ USDT</li><li>ในระหว่างการซื้อโปรดใส่ชื่อผู้ใช้ Defix ของคุณในคอลัมน์รหัสสมาชิกที่เว็บไซต์</li><li>เมื่อการสั่งซื้อสำเร็จกลับมาที่หน้านี้แล้วอัปโหลด หลักฐานการซื้อ</li><li>หากคุณมี USDT อยู่แล้วโปรดโอนไปยังที่อยู่ USDT นี้ :<br><span style="color:#0091FF;font-weight:700">0xFcf6DDdCf26C283E8BE187803cAf8CDd234982ca</span> <li>หลังจากชำระเงินแล้วโปรดอัปโหลดหลักฐานการโอนเช่นกัน</li></ol>',   
    'send_new_email' => 'ส่งอีเมล',
    'remarks' => 'หมายเหตุ',
    'max' => [
        'numeric' => 'The :attribute may not be greater than :max.',
        'file' => 'The :attribute may not be greater than :max kilobytes.',
        'string' => 'The :attribute may not be greater than :max characters.',
        'array' => 'The :attribute may not have more than :max items.',
    ],
    'buy_usdt_txt_indonesia' => '<strong> ชื่อธนาคาร:</strong> BCA <br/><strong> หมายเลขบัญชี:</strong> 2670353284 <br/><strong> ชื่อบัญชี:</strong> Sheila Monica R <br/><strong> รหัส Swift:</strong> CENAIDJA',
    '3rd_party_bank_transfer' => 'บุคคลที่สามการชำระเงินธนาคาร',
    'buy_usdt_txt_china' => '<strong> ชื่อธนาคาร:</strong> 工商银行 <br/><strong> หมายเลขบัญชี:</strong> 6212261001065499359 <br/><strong> ชื่อบัญชี:</strong> YEOH LIN HWEIH <br/><strong> รหัส Swift:</strong> 卢湾复兴中路支行',
    'all_rights' => 'สงวนลิขสิทธิ์',
    'err_field_req' => 'ฟิลด์นี้จำเป็น',
     //New lang translation
    'register_account' => 'ลงทะเบียนบัญชี',
    'total_enquiry_amount' => 'รวมคำสั่งซื้อจำนวน',
    'total_profit_amount' => 'รวมจำนวนเงินกำไร',
    'total_invested_amount' => 'รวมจำนวนเงินที่กองทุนลงทุน',
    'stock_markets' => 'ตลาดหุ้น',
    'stock_wallet' => 'แจ้ง Wallet',
    'stocks' => 'หุ้น',
    'total_stock_wallet_amount' => 'รวมยอดคงเหลือแจ้ง Wallet',
    'total_referral_wallet_amount' => 'รวมอ้างอิงยอดคงเหลือใน Wallet',
    'total_available_balance' => 'รวมยอดคงเหลือที่มีอยู่',
    'stock_wallet_history'=> 'ประวัติความเป็นมาแจ้ง Wallet',
    'overview'=> 'ภาพรวม',
    'watch_video'=> 'ดูวีดีโอ',
    'disclaimer'=> 'คำปฏิเสธ',
    'read_more'=> 'อ่านเพิ่มเติม',
    'read_less'=> 'อ่านน้อย',
    'markets'=> 'ตลาด',
    'buy_sell'=> 'ซื้อขาย',
    'invested'=> 'ที่กองทุนลงทุน',
    'pofit_loss'=> 'กำไรและขาดทุน',
    'value'=> 'ความคุ้มค่า',
    'sell'=> 'ขาย',
    'buy'=> 'ซื้อ',
    'stats' => 'สถิติ',
    'portfolio' => 'ผลงาน',
    'chart' => 'แผนภูมิ',
    'asset_allocation' => 'การจัดสรรสินทรัพย์',
    'performance' => 'ประสิทธิภาพ',
    'filter_year' => 'กรองปี',
    'allocation_exposure' => 'จัดสรร / ได้รับสาร',
    'investor' => 'นักลงทุน',
    'aum_range' => 'ช่วงอั้ม',
    'asset_under_management' => 'สินทรัพย์ภายใต้การบริหาร',
    'last_updated' => 'ปรับปรุงล่าสุด',
    'invested' => 'ที่กองทุนลงทุน',
    'invest' => 'ลงทุน',
    'sell' => 'ขาย',
    'requested_amount_transfered_stock' => 'จำนวนเงินที่ได้รับการร้องขอจะถูกโอนไปกระเป๋าสตางค์แจ้ง',
    'transfer_to_stock_wallet_txt'=> 'การถ่ายโอนไปแจ้ง Wallet',
    'payment_through'=> 'การชำระเงินด้วย',
    'selling'=> 'ขาย',
    'buying'=> 'การซื้อ',
    'avg_risk_score'=> 'คะแนนความเสี่ยงเฉลี่ย',
    'ref'=> 'อ้าง',
    'max_3_identfication_allowed' => 'คุณได้ลงทะเบียนไปแล้วสูงสุด 3 บัญชีที่มี Defix',
    'lastrange'=> 'ผลตอบแทนที่มีอายุ 12 เดือน',
    'sell_popup_txt'=> 'คุณแน่ใจว่าคุณต้องการที่จะปิดการลงทุนนี้?',
    'success_close_investment'=> 'ปิดการลงทุนที่ประสบความสำเร็จ',
    'investment_amount_less_equal_wallet' => 'กรุณาใส่จำนวนเงินลงทุนน้อยกว่าหรือเท่ากับยอดเงินกระเป๋าสตางค์ที่มีอยู่',
    'sl'=> 'SL',
    'open'=> 'ค่าเปิด',
    'current'=> 'ค่าปัจจุบัน',
    'last_month_plan_performance' => 'เดือนล่าสุดผลการดำเนินงานตามแผน',
    
    'leverage'=>'Leverage',
    'max_3_identfication_allowed' => 'You have already registered maximum 3 accounts with DefixFinance',
    'amount_should_lesserthan' => 'Please select USD 2,270 or below for :Bank transactions.',
    'min' => [
        'numeric' => 'Please enter a :attribute greater than or equal to :min.',
        'file' => 'The :attribute must be at least :min kilobytes.',
        'string' => 'The :attribute must be at least :min characters.',
        'array' => 'The :attribute must have at least :min items.',
    ],
    'amount_should_lesspackage' => 'จำนวนเงินที่จะต้องน้อยกว่าหรือเท่ากับจำนวนเงินที่แพคเกจของคุณ',
    'usdt_erc' => 'USDT(ERC-20)',
    'usdt_trc' => 'USDT(TRC-20)',
    'type_of_payment_address' => 'ประเภทของที่อยู่การชำระเงิน',
    'key_in_amount' => 'ที่สำคัญโปรดในจำนวนเงินลงทุนของคุณ',
    'select_period' => 'โปรดเลือกระยะเวลาการลงทุนของคุณ',
    'i_agree_with_terms' => 'ฉันยอมรับและตกลงที่จะผูกพันตาม <a href="#link1" target="_blank" class="cus-light-green" style="text-decoration:underline">ข้อตกลงและเงื่อนไข </a> และ <a href="#link2" target="_blank" class="cus-light-green" style="text-decoration:underline">การเปิดเผยความเสี่ยง</a> ด้วยการยอมรับการยอมรับดังกล่าวในระหว่างขั้นตอนการลงทุน',
    'please_accept_aggrement' => 'โปรดยอมรับข้อตกลง',
    'end_period' => 'ระยะเวลาสิ้นสุดของคุณคือ: :date',
    'plan_expired' => 'คุณใน :Month, VexStocks+ ลงทุนแล้ว (:Date) ของ :Stock จะหมดอายุ.<br><a href="#link" class="changePlanEx" data-id="#changePlan" style="text-decoration:underline;"> คลิกที่นี่</a> ดำเนินการเพิ่มเติมสำหรับการลงทุน Vexstocks + ของคุณ',
    'change_plan' => 'เปลี่ยนระยะเวลาการลงทุน',
    'expired_on' => 'Expired On',
    'success_investment_period_change' => 'ระยะเวลาการลงทุนปรับปรุงเรียบร้อยแล้ว',
    'investment_date' => 'วันที่การลงทุน',
    'investment_plan' => 'แผนลงทุน',
    'investment_expiry' => 'การลงทุนที่หมดอายุ',
    'close_investment_popup' => 'แผนการลงทุนของคุณยังคงถูกต้องคุณไม่มีสิทธิ์ที่จะถอนผลกำไรการลงทุนใด ๆ',
    'stock_popup_title' => 'VEXSTOCKS + การแจ้งเตือน',
    'investment_desc' => 'คุณ Vexstocks ลงทุน + หมดอายุ โปรดภายในเจ็ดวันและยังคงเลือกแผนการลงทุนใหม่หรือปิดการลงทุนของคุณ. ',
    'change_plan_txt' => 'ดำเนินการต่อการลงทุนแผนใหม่:',
    'close_investment' => 'ปิดการลงทุน',
    'capital_investment_desc' => 'คุณยังคงลงทุน VexStocks + ก่อนที่คุณจะดึงเงินเต็มจำนวนเงินต้นใกล้ VexStocks ทั้งหมด + การลงทุน.<br><a href="#link" style="text-decoration:underline;">คลิกที่นี่เพื่อกลับไปยัง VexStocks + การลงทุน</a>',
    'capital_investment_descin' => 'คุณยังคงลงทุน VexStocks + ก่อนที่คุณจะดึงเงินเต็มจำนวนเงินต้นใกล้ VexStocks ทั้งหมด + การลงทุน.',
    'equity' => 'คุณแน่ใจหรือว่าต้องการปิด?',
        // Stock FAQ starts
    'stockfaq'=> '
    <div id="accordion">
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse1" aria-expanded="true">
    1. What is the difference between Defix funds management program and VexStocks+? 
    </a>
    </div>
    <div id="collapse1" class="collapse show" data-parent="#accordion">
    <div class="card-body">
    <p>Defix Funds Management program are for investors looking for a higher return in a shorter period, hence we trade exclusively in the forex market which is more volatile. Defix Market Portfolio have assets that are traditionally more long term such as stocks and ETFs so it’s more suitable for long term investors.</p>

    <p>These two wonderful programs are still under our popular IB program which provides various extra earnings to an introducer.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse2">
    2. What are the investment program size and fees?
    </a>
    </div>
    <div id="collapse2" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>We have a minimum first-time investment of $1000 in each market and a withdrawal fee when you withdraw to your local bank account. The company also takes a percentage of funds management fee.</p>

    <p>After your first deposit, there is a minimum deposit amount of only $100.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse3">
    3. Who is eligible to invest?
    </a>
    </div>
    <div id="collapse3" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>VexStocks+ is a very exclusive offering and only opened to serious and existing Defix Funds Management Program investors.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse4">
    4. How do I deposit?
    </a>
    </div>
    <div id="collapse4" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>There are various payment methods you may choose:</p>
    <ul>
    <li>Depositing via USDT at your Stock Wallet; OR </li>
    <li>Depositing via Online Payment Gateway at your Stock Wallet; OR</li>
    <li>Transfer your earnings from your Cash Wallet</li>
    </ul>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse5">
    5. What is investment period?
    </a>
    </div>
    <div id="collapse5" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Each investor can choose between 3, 6 or 12 months for each investment. At the end of each period, the investor can withdraw their profit. The longer the investment period, the higher the profit distribution after deducting the company’s fund management fees. </p>

    <p>The risk level of the investor also decreases with a longer investment period as loss sharing  with the company will be reduced as well.</p>
    </div>
    </div>
    </div>
    
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse6">
    6. What are the differences between the investment periods?
    </a>
    </div>
    <div id="collapse6" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>There are 3 different investment periods:</p>
    <ul>
    <li>3 months</li>
    <li>6 months</li>
    <li>12 months</li>
    </ul>
    <img class="stock0-faq-img" src="../../../public/images/VexStocks_Summary.png" alt="stockimg" style="max-width: 100%; max-height: 100%;">
    
    <p>The longer the investment period, the higher profit percentage will be given to the investor. The company will also bear more loss percentage in a longer investment period.</p>
    </div>
    </div>
    </div>

    <div class="card">
    <div class="card-header">
    <a class="card-link" data-toggle="collapse" href="#collapse7">
    7. Can I withdraw my capital before the investment period?
    </a>
    </div>
    <div id="collapse7" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Yes, you can withdraw your capital anytime. However, if you withdraw before your chosen maturity date, you won’t be able to withdraw any profit generated during the investment period.</p>

    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse8">
    8. Can I invest more than one stock market?
    </a>
    </div>
    <div id="collapse8" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Yes, you can invest more than one stock market at any time.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse9">
    9. What factors do you take into account when re-balancing a stock?
    </a>
    </div>
    <div id="collapse9" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Over time, the value of individual stock in a diversified portfolio moves up and down, drifting away from their target weights. Our system takes into account market movements, predictions and our preset risk management score to close open trades and open new ones automatically. The re-balancing mechanism closes and opens positions periodically, to keep the asset allocation ratio, and maintain the VexStocks+ strategy.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse10">
    10. How does that help my current ranking?
    </a>
    </div>
    <div id="collapse10" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Your existing network is unaffected but enhanced with this new program. You can still use your existing network and every investor into VexStocks+ in your network will be counted as sales which helps your rankings.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse11">
    11. Can I close individual positions within each portfolio?
    </a>
    </div>
    <div id="collapse11" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>It is not possible to close individual positions within the VexStocks+. You would need to close the investment completely.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse12">
    12. Why did my trade close automatically?
    </a>
    </div>
    <div id="collapse12" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Kindly note that trades will close automatically when the Stop Loss or Take Profit order is triggered.</p>
    </div>
    </div>
    </div>
    
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse13">
    13. How do I close /sell my stock position(s)
    </a>
    </div>
    <div id="collapse13" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Here’s how:</p>
    <ol>
    <li>Click on "Stock Markets" to see all the portfolios you are currently trading</li>
    <li>Click on the “Sell” trade in the relevant portfolio</li>
    </ol>
    <p>Your request will be executed during market hours.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse14">
    14. What factors do you take into account when re-balancing VexStocks+?
    </a>
    </div>
    <div id="collapse14" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Over time, the value of individual ETFs in a diversified portfolio moves up and down, drifting away from their target weights. For example, over the long term, stocks generally rise faster than ETFs, so the stock portion of your portfolio will go up relative to the ETF portion. The re-balancing mechanism closes and opens positions periodically, to keep the asset allocation ratio, and maintain the VexStocks+ strategy.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse15">
    15. How does that affect my current ranking?
    </a>
    </div>
    <div id="collapse15" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>Your existing network is unaffected but enhanced with this new program. You can still use your existing network and every investor into MarketPortfolio in your network will be counted as sales which helps your rankings.</p>
    </div>
    </div>
    </div>
    
    <div class="card">
    <div class="card-header">
    <a class="collapsed card-link" data-toggle="collapse" href="#collapse16">
    16. What is Average Risk Score?
    </a>
    </div>
    <div id="collapse16" class="collapse" data-parent="#accordion">
    <div class="card-body">
    <p>The risk score shows the risk the investor is taking, and is calculated using a special formula we have developed at Defix. The score is calculated for each user from 1 to 10, where 1 is the lowest possible risk, and 10 is the highest possible risk.</p>
    </div>
    </div>
    </div>
    
    </div>
    
    
    ',
    // Stock FAQ ends
    'stock_faq_title' => 'VexStocks+ คำถามที่พบบ่อย',
    'stock_request_submited_review' => 'การลงทุนใน VexStocks + ของคุณประสบความสำเร็จ.',
    'stock_wallet_tnc' => '<ul class="dis"><li>คุณสามารถโอนเงินจำนวนนี้ไปยังกระเป๋าเงินทุนหรือกระเป๋าเงินถอน</li><li>การโอนนี้ไม่สามารถย้อนกลับได้ โปรดพิจารณาก่อนส่งคำขอ</li></ul>', 
    'investors' => 'นักลงทุน',
    'stock_investment' => 'VexStocks+ การลงทุน',
    'no_transaction_found' => 'ไม่มีการทำธุรกรรมพบ!',
    'transaction_approved' => 'การทำธุรกรรมได้รับการอนุมัติแล้ว คุณไม่สามารถยกเลิกคำขอ.',
    'transaction_already_cancelled' => 'การทำธุรกรรมการยกเลิกแล้ว ',
    'transaction_cancel_success' => 'การทำธุรกรรมการยกเลิก ',
    'canceltransaction' => 'หมายเหตุ: หากคุณได้เสร็จสิ้นการทำธุรกรรมและสลิปการทำธุรกรรมที่อัปโหลด กรุณารอสักครู่ขณะที่เรากำลังตรวจสอบการทำธุรกรรมของคุณ กระบวนการตรวจสอบอาจใช้เวลาถึง 48 ชั่วโมง <br><br><b>คุณแน่ใจว่าคุณต้องการนัยลิตรทำธุรกรรมนี้?</b>',
    'already_pending_fundrequest' => 'คำขอก่อนหน้านี้อยู่ระหว่างการพิจารณาเลย. <br>
    กรุณารอสักครู่ขณะที่เรากำลังตรวจสอบการทำธุรกรรมของคุณ. <br>
    กระบวนการตรวจสอบอาจใช้เวลาถึง 48 ชั่วโมง. <br>
    หรือคุณอาจจะยกเลิกการขอทำธุรกรรมของคุณก่อนหน้านี้หลังจาก 5 นาที',
    'already_pending_fundrequest_after5min' => 'คำขอก่อนหน้านี้อยู่ระหว่างการพิจารณาเลย. <br>
    กรุณารอสักครู่ขณะที่เรากำลังตรวจสอบการทำธุรกรรมของคุณ. <br>
    กระบวนการตรวจสอบอาจใช้เวลาถึง 48 ชั่วโมง. <br>
    หรือคุณสามารถคลิกปุ่ม "ยกเลิก" ในการบันทึกประวัติศาสตร์ด้านล่างเพื่อยกเลิกคำขอก่อนหน้านี้',
    'already_pending_fundrequestapi' => 'คำขอก่อนหน้านี้อยู่ระหว่างการพิจารณาเลย. 
    กรุณารอสักครู่ขณะที่เรากำลังตรวจสอบการทำธุรกรรมของคุณ. 
    กระบวนการตรวจสอบอาจใช้เวลาถึง 48 ชั่วโมง. 
    หรือคุณอาจจะยกเลิกการขอทำธุรกรรมของคุณก่อนหน้านี้หลังจาก 5 นาที',
    'already_pending_fundrequest_after5minapi' => 'คำขอก่อนหน้านี้อยู่ระหว่างการพิจารณาเลย. 
    กรุณารอสักครู่ขณะที่เรากำลังตรวจสอบการทำธุรกรรมของคุณ. 
    กระบวนการตรวจสอบอาจใช้เวลาถึง 48 ชั่วโมง. 
    หรือคุณสามารถคลิกปุ่ม "ยกเลิก" ในการบันทึกประวัติศาสตร์ด้านล่างเพื่อยกเลิกคำขอก่อนหน้านี้',
    'direct_transfer' => 'ธนาคาร Direct Transfer',
    'processing' => 'กำลังประมวลผล',
    'buy_package_condition1' => '<ul class="dis"><li>Lock 1 year on capital renewable yearly</li><li>Can compound</li><li>Anytime withdrawal</li><li>Minimum 10% monthly</li><li>3 trades per week</li></ul>',
    'buy_package_condition3' => '<ul class="dis"><li>Lock 1 year on capital renewable yearly</li><li>Can compound</li><li>Anytime withdrawal</li><li>Minimum 10% monthly</li><li>3 trades per week</li></ul>',
    'buy_package_condition4' => '<ul class="dis"><li>Lock 1 year on capital renewable yearly</li><li>Can compound</li><li>Anytime withdrawal</li><li>Minimum 10% monthly</li><li>3 trades per week</li></ul>',
    'buy_package_condition5' => '<ul class="dis"><li>ล็อคทุน 1 ปี ทางเลือกในการต่ออายุหรือถอนทุนเมื่อครบกำหนด</li><li>กำไรจากการซื้อขายสามารถทบต้นได้ในบัญชี MT5</li><li>กำไรจากการซื้อขายสามารถถอนได้ตลอดเวลาโดยขอจากกระเป๋าเงินเงินสด</li><li>กำไรจากการซื้อขายจะอยู่ที่ขั้นต่ำ 10% ต่อเดือน</li><li>จะทำการซื้อขายขั้นต่ำ 3 ครั้งต่อสัปดาห์</li><li>เงินคืนล็อตจะถูกโอนเข้ากระเป๋าเงินของคุณทุกสัปดาห์</li></ul>',
    'buy_package_condition6' => '<ul class="dis"><li>ไม่มีการล็อคตัวพิมพ์ใหญ่ สามารถถอนทุนได้ตลอดเวลา</li><li>กำไรจากการซื้อขายสามารถทบต้นได้ในบัญชี MT5</li><li>กำไรจากการซื้อขายสามารถถอนได้ตลอดเวลาโดยขอจากกระเป๋าเงินเงินสด</li><li>กำไรจากการซื้อขายจะอยู่ที่อย่างน้อย 8% ต่อเดือน</li><li>จะทำการซื้อขายขั้นต่ำ 3 ครั้งต่อสัปดาห์</li><li>เงินคืนล็อตจะถูกโอนเข้ากระเป๋าเงินของคุณทุกสัปดาห์</li><li>การลงทุนใดๆ ที่ทำใน Cryptoma ถือเป็นที่สิ้นสุด และนักลงทุนไม่ได้รับอนุญาตให้เปลี่ยนไปใช้กลยุทธ์การลงทุนอื่นด้วยแพ็คเกจเดียวกัน</li></ul>',

    'buy_package_agree' => 'ฉันยอมรับและตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขโดยยอมรับการยอมรับดังกล่าวในระหว่างขั้นตอนการลงทุน',
    'confirm' => 'ยืนยัน',
    'mt5_request' => 'คำขอ MT5',
    'mt5_popup_txt' => 'คุณแน่ใจไหม?',
    'mt5_request_submited_review' => 'Your MT5 request is submitted successfully and pending for review now.',
    'mt5_wallet_tnc' => '<ul class="dis"><li> คุณสามารถตรวจสอบกำไรจากการซื้อขายได้จากบัญชี MT5 ของคุณ</li><li>กำไรจากการซื้อขายของคุณสามารถคำนวณได้โดยการหักจำนวนแพ็คเกจของคุณจากยอดคงเหลือ MT5 ของคุณ</li><li> คำขอถอนกำไรจากการซื้อขายทั้งหมดจะใช้เวลา 2-3 วันทำการในการดำเนินการ</li><li> เมื่อได้รับการอนุมัติ 70% จะถูกโอนเข้ากระเป๋าเงินสดของคุณ เนื่องจาก 30% เป็นค่าธรรมเนียมการดำเนินการซื้อขายของบริษัท</li><li>คำขอถอนเงินที่อนุมัติทั้งหมดถือเป็นที่สิ้นสุดและไม่สามารถยกเลิกได้</li></ul>',
    '3rd_party_payment_note' => 'Please put “IDRVT” only as the remark in your bank transfer',

];